{"U016C909613":[{"message":"I want to share my huge thanks to the gitcoin team and everyone I have spoken to along the way especially <@U016C909613> <@U016C8XH6NR>. I am now having conversations about stuff i've built with people I never thought I would. And I can always somehow point back to a conversation I had in Kernel that started it.\nCreol has found themselves at the center of the eco debate of Ethereum and we are scrambling to help everyone we can. From talking to Forbes and Gizmodo to being part of a huge NFT fundraiser this weekend. The last two weeks have been a wild ride and I know it started here in Kernel. I want to know that this community has my extreme gratitude and thanks. I plan on sticking around and answering questions and helping people along where I can to give back in the same way that Kernel gave to us. :grinning::seedling::deciduous_tree: Stay safe and stay green :deciduous_tree:","by":"Josh Bijak"},{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"<@U016C909613> <@U01D1166621>  <@U016C8XH6NR> <@U016Q117G67> thank you so so much. Your work here is definitely shaping the future of our space, in a way that is respectful, positive, healthy and collaborative. Making us better as builders/thinkers but also, I dare to say with all those teachings, as humans. Thank you!","by":"Simon Fremaux"},{"message":"Also thankful to <@U016C909613> <@U01D1166621> and <@U016C8XH6NR> for setting these up. The team has learned a lot these past few days.","by":"Irvin Cardenas"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"Shoutout to <@U016C909613> for organizing the kernel office hours so well! I was bummed as last week the first project my mentor was reviewing ran late into my time and we couldn't cover much.  Vivek was instrumental in getting me set up with <@U01JQP2MMTM> for office hours this week and I now have a ton of clarity on how to more forward!","by":"Carl Farterson"},{"message":"Here are left over thoughts &amp; some notes from our last Junto that may lend to David’s thoughts on indigenous influence in our urgent times. His great articulation of the benefits of consensus &amp; the creation of new bottom up structures-- seems to speak to where the weight of transformative power of indigenous dialogue resides. Not having to start from scratch in autonomous creation of new sustainable structures is a huge advantage we shouldn’t take for granted on any front.\n\nInsights to western misnomers of indigenous social structures through a matrilineal indigenous &amp; _Kanienke'ha'ka perspective (misnomer - Mohawk)_: \n\nFemale/Male Chief = “The Best of us”-- chosen by women title-holders with 100% consensus decision making. “(De)horned” by women when deemed ineligible for title. No campaigns or elections, to avoid any “perception of corruption.” Perceptions of possible pillow talk amongst representatives means title-holders can not be married to each other for example.\n\nHereditary - Is reference to clan —not blood, or immediate family. Used as mechanism to protect against nepotism or any “perceptions of corruption,” not to ensure nepotism as in the western context. Even if not blood &amp; across the territory for example— inter clan marriage is illegal. Representatives can not hand down title to their children-- as in the western meaning of hereditary monarchies. Clan is blood only in the case that legally clan can only be given by mother to children. If your mother is does not have a clan but your father does you are his  “__” clan “hung about the neck.” This becomes relevant in case of legal title eligibility. \n\nElected Tribal or Band councils across the hemisphere today do not abide by any of these native constitution laws —their chief title only being legal in context of municipalities of respective colonial nations — which means they have signed away their rightful nation to nation status of the Two Row Wampum Peace Treaty. We can never express our gratitude to the women of the Longhouse in Kahnawake, who have kept this Peace Treaty alive for us to leverage today. \n\nSlavery - The Longhouse is adamant about the absence of slavery in the hemisphere. The Longhouse is also always careful not to speak on the protocols of other native nations. So this strong stance on slavery is likely a reference to the continuity that also exist amongst those distinctions—from a common history &amp; cosmology “the journey of the corn.”\n\nThis is consistent with the Longhouse’s oral documentation of “the bringing into the heart fire” concept of indigenous ”justice systems.” Hereditary in the indigenous context becomes important in Wengrow’s mention of “hereditary slavery”--because it likely points to an adoption into clan mechanism, merely getting lost in an ethnographic translation. To jail or imprison a human being in Longhouse oral documentation has always been illegal. So it follows that anything even closely resembling the chattel style slavery we attach to the word would inherently be deemed illegal as well. The worst of crimes meant being marked on the face as the worst of offenders, to be easily identified by surrounding nations -- then let free in to the wilderness. Or killed immediately for the heinous offense. \n\nHinting at possible matrilineal continuity across oceans — this is also consistent with other matrilineal justice mechanisms of Africa. Mentioned by polymath, physicist, anthropologist, archaeologist, linguist, historian —Cheikh Anta Diop. Diop describes precolonial west African nations having intricate protocols for bringing local/regional rule benders into the family for a determined period of time —after which it was then illegal to ever disparage the person by even mentioning the crime or this time of the person’s life. \n\nThis last nuance actually points to elaborate cultural protections against free labor —as does clan adoption via “bringing into the heart fire” in the native context. \n\nChattel slavery is largely dependent on quite the contrary elaborate cultural mechanisms of dehumanization — rhetoric of infidels was just as pop culture as minstrel shows, toys, cartoons food labels &amp; children restaurants called “Little Black Sambo” as recent as the 80s here in the states for example. These indigenous systems seem to be humanizing as much as possible with protections against dehumanization.\n\nThis makes lot more sense than this “heart fire” phrasing being a sick euphemism for what is the Islamic origin of chattel slavery ,in which we are the most familiar in the west. As Graeber mentions the folks in the 1500s having a hard time believing natives had even heard of Jesus let alone (or practice human sacrifice to demons) denounce him. This may be a continuation of this same phenomenon via the slavery misnomer that is rooted in old world religious, political &amp; economic systems. Far removed from a precolonial native world. \n\n“The forgotten slave trade” of east Africa &amp; what was then — extensions of these east African nations into the Middle East. Resulted in an ethnic cleansing not unlike what has happened in modern Palestine in our lifetime. It also lasted long enough to overlap with the west African slave trade. \nNot unlike our real time awareness of geopolitics today, important history of both eras of African slavery are largely lost to highly politicized &amp; or religious narratives, somehow skipping over indigenous spiritual/cultural influence in the regions for millenia. Diop mentions interesting west African context often left out — the “bringing into the heart fire” style justice systems were still intact in these still precolonial black African nations — this was exploited by slave traders before raids became necessary because these nations rose to the defense of their people after discovering the crime. \n\nNone of this takes away from Graeber’s overall point of empirical political data over millenia giving robust design to political systems of the hemisphere. The details here merely add to the importance of Graeber’s work &amp; due diligence in this area of study — work virtually unprecedented in his peers past or present. These details are also likely derivatives of the formulaic aspect of indigenous modes of social organization — explaining the cultural continuity in respective hemispheres. All distinct cultures of course but also self similar like the coast lines themselves, through common cosmological significations expressing beautiful social resilience in diversity. \n\nGraeber is also spot on in another remarkable and extremely relevant way for those of us here in this cohort together. Wage slavery is another kind of slavery we are familiar with — and this is where there is some actual real independent cultural overlap! The pre-colonial Five Nations Longhouse Confederacy was on the brink of falling into perpetual cycles of wage based slavery similar but likely also distinct from modern industrialized systems. \n\nThis is oral documentation of nations coming out of war and into peace 2.5k yrs ago. Wampum shells for the beads on strings of sinew that was used for trade; were becoming commodified. Not from old world systems of settler colonial extraction &amp; military market creation of course; the shells were becoming commodified by default of nations at war. War meant it simply wasn’t safe to collect these shells from the lakes. War eventually created a corrupted mind that was content to have others work for them via control of these shells. This mind was successfully transformed with matrilineal council that protected long term, against male dominant commodification of all strains of life — this lasted up until colonization. \n\nThe League of Peace formed 2.5k yrs ago out of this empirical data matched with even older formulaic design that goes back to Sky Woman herself. This is a beautiful precedent that is desperately needed in these times. And Graeber’s words truly become prophetic in this context. <@U016Q117G67> <@U016C909613> <@U01JLBWHFQB> <@U01JJFB16RG>","by":"Harold Davis"},{"message":"Ty kindly for all this feedback! Will do  <@U016Q117G67> amazing ideas for this discussion to grow! Ty again for even more connections <@U016C909613> Your debt is forgiven! haha:seedling::heart:","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"<@U016Q117G67> Here is all but two days (everyday is important) of 15, of the last oral constitution recital  - day 3 &amp; 4 on fb only it seems, but rest are on youtube &amp; may be better quality: <https://www.facebook.com/pg/reconstitutioneagleandcondor/videos/?ref=page_internal> <https://www.youtube.com/watch?v=feFwTOUIHkc>\nCouncil linked below shows impact of 1600s n 1800s contract between Britain n Canada w/implications for how \"old money contracts\" still impact the hemisphere--world.\n\nAs well as lil clarity on how &amp; why \"Band council &amp; Tribal elected chiefs\" &amp; other native communities &amp; *ALL OF US* have lost, or don't know of *OUR* nation to nation status-- access that is still available! Individual nation hood &amp; thus collective autonomy too.\n\n*Important note you may appreciate <@U01JLBWHFQB>* <@U016C909613>:\nThis international jurisprudence *on all seas* is unlike any other nation to nation Treaty -- that we can speak to for sure anyway -- The protocols of the Two Row Wampum Peace Treaty are an extension of the Great Law of Peace --which is an extension of a cosmology that goes back to Sky Woman herself.\n\nThus Paul Watson left GreenPeace after founding it --Lost vessel registration from conventional Canadian \"Nation\"  -- but now has \"non-man-made\" --cosmology worth of jurisprudence <https://www.seashepherd.org.uk/news-and-commentary/news/sea-shepherd-receives-the-flag-of-the-five-nations-of-the-iroquois-confederacy.html|protection>.  Ultimately allowing Paul to pursue passions otherwise quite literally impossible. This is a deeply transformative incentive that dovetails with what is possible in web3 world trade across fields of discipline. And begs the questions of what true nationhood actually is? What true power actually is --and looks like.\n\nThought you might appreciate the implications of this unique jurisprudence &amp; the protections therein that are a truly profound notion of Indigenous concepts of *Power -- Her design:*\n<https://www.youtube.com/watch?v=HUlibsjmF2I>","by":"Harold Davis"},{"message":"hmm, there are only 4-seater tables available in the airmeet lounge atm. <@U016C909613> can you help or just set up a zoom we could use?","by":"cryptowanderer"},{"message":"We feel obliged to invite you all to the historical <https://zoom.us/j/680036644|Two Row Wampum Working Group> every Wednesday at 4pm PST; <https://us02web.zoom.us/j/88951957700|Reconstitution of the Eagle &amp; Condor Council >every other Sunday at 10am PST, ping us if interested in observing or speaking, or simply beginning dialogue :slightly_smiling_face: any day possible &amp; we’ll be sure that the Longhouse knows you are coming :purple_heart:  <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>\n\n<@U01J1CD2XJB> Special Reconstitution starting now Feb. 14  link above :point_up_2::skin-tone-5:","by":"Harold Davis"},{"message":"Giving thanks here to everyone who made it or was interested in our first Junto! <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB> <@U016C909613> <@U016Q117G67> Was amazing discussion from start to finish thanks to the brilliant contributions &amp; questions. We will schedule the next ASAP. We will be sure to schedule a meeting with the Longhouse this time, direct questions of matrilineal protocols and more will be possible then!","by":"Harold Davis"},{"message":"This is a message of gratitude to <@U01J0H4BH2B>, who showed up at CICOLAB yesterday and gave us some great advice to check out Dandelion Mané and Source Cred. This actually was not necessarily an obvious link, because Source Cred has been coming at their solution from \"reputation,\" and we have been talking about \"matching.\" (See here for a history of this idea: <https://miro.com/app/board/o9J_lYxOK30=/>). If you watch this <https://youtu.be/Ee99RK5_Jtg|condensed video (6 min)> of last night's discussion, you can see an example of what we call \"discoverability,\" which is huge problem within Kernel. This is because it is a highly innovative space, with high diversity of people from different backgrounds. That means that people might be working on different projects which might actually align in some way, but that is difficult to see on the surface (in other words, they would not be able to find each other using Google because of non-obvious search terms and lack of common language between different fields, or by simply listing what their project is about).  It takes a deeper dive into figuring out the \"why\" of what people are trying to do with their projects. So, thanks, Kris, for taking that time and making a really great connection which saved me so much work. You are a lifesaver.\n\nIn last night's session, we talked about Appreciation Bytes, our super-simple tool for noticing the often-invisible contributions of others which add to group intelligence. Our hypothesis is that we could use this to facilitate matching between a mess of groups, people, and projects, especially in a community-wide funding effort. It turns out that we have been working on the front end to what Source Cred has been developing the back end, and there is probably a high incidence of that in Kernel. Developing the machine and human technology to be able to put the memetic puzzles pieces together is a fascinating mission and one we look forward to helping to solve during our time at Kernel. <@U016C8XH6NR> <@U016C909613> <@U01JASV0C86>","by":"Lauren Nignon"},{"message":"<@U018MA2MG7N> -- <@U01J0H4BH2B> mentioned you're looking to test.... <http://cicolab.org|cicolab.org> definitely interested, ready :slightly_smiling_face:\nthx <@U016C909613>!  + <@U01D1166621>, ears open","by":"Charles Blass"},{"message":"<@U016C909613> Yes! Please do! I mean, I have joined their chatroom but it's always so much nicer to have an introduction, especially since I am quite shy. I did notice that Dandelion was involved last session.","by":"Lauren Nignon"},{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"},{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Hello, excuse me for being so late to the party. I was out in the boonies (no internet) and then moving across town... I cannot believe Kernel is already over. It was sometimes tough for me to participate due to time zones but I tried to make it work the best it could. Like others, it meant that I missed some pretty interesting discussions but I was happy to listen to recordings later. It was 'tough' to work through Kernel with a hardware project, especially seeing the heavy ETH focus (in a good way)! It was fun nonetheless and got some feedback I still have to work through. As an upside, we recently applied for a grant to take the first steps into taking int into production. We aim to incorporate in Singapore due to logistic and strategic reasons, as our researched showed that Asia is the fastest growing hardware market. I talked and received feedback from many people, and for that you have my thanks! To all the others I did not get a chance to talk, perhaps we see each other in a next round. I will stick around in these Slack channels for as long as they continue to exist. I debated joining APOLLO but with some of the stuff coming up, it is too much to manage. I'd love to keep in touch or if anyone wants to reach out and join the fun. Interested in talking to people from all backgrounds. Also, we are open to investment opportunities. Cheers all! Finally, a special thanks to <@U016C909613> and <@U016C8XH6NR> for creating the programme.","by":"Marvin"},{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Since I missed big part of Kernel due to my Master's defense :disappointed::sob: , I feel sorry that it came to an end . I was just starting :smile:  anyway, I hope that this big family continue support each other , Kenrel's sprit remains and spread everywhere as family of value believers. I would love to thank all the *fellows* here ( hard to count and mention names but really it was my great pleasure to meet you and I hope we keep in touch :heart:) , The *organizers* , <@U016C909613> , <@U016Q117G67> &amp; <@U016C8XH6NR> , all *mentors* , especially <@U017E8UUTUZ> (I will continue until Semsm become true and sorry I couldn't make bigger progress during the past weeks \" Actually I'm preparing for big progress this week :wink: )\n*Keep kernel* :party_parrot::heart::fire:","by":"Eman Herawy"},{"message":"Thanks to all KERNEL fellows, friends, mentors and teammates for making this a memorable experience. It was a great summer jamming, laughing, learning and doing. Best of success to everyone on their projects and I look forward to staying connected here and beyond. As <@U01733WAA1F> mentioned last night, this was truly the best reason to be sleep deprived. :joy::rolling_on_the_floor_laughing: <@U016Q117G67> <@U016C909613> <@U016C8XH6NR> what you pulled off here was unique and special. The gratitude cup overfloweth! Onward and upward with Apollo and beyond..:bouncingparrot:","by":"Jo-Ann A. Hamilton"},{"message":"A note to thank <@U016C8XH6NR> for being so amazing and helping us with so many things. And to <@U016C909613> as well for all the amazing goodness you are all curating for us.\n:pray:","by":"Amy of BFLO"},{"message":"Continued and ongoing gratitude to <@U016C8XH6NR>, <@U016C909613>, and everyone who made this happen. The conversations… the connections… the energy :seedling: This place is amazing :heart:","by":"Mike Ryan"},{"message":"let's wait for <@U016C909613> and <@U016QN5HLLB> responses.","by":"Jeevan Pillay"},{"message":"Thanks <@U016C8XH6NR> <@U016C909613> @Andy for the kernel fellowship, and how you're making this work :party_parrot: The whole concept of virtual human interaction, not UI/UX but deep conversations. Wow!","by":"Tide"},{"message":"I am grateful to the opportunity to pitch today and glean necessary feedback. Lovely to be among so many talented people. Thanks to <@U016C8XH6NR> <@U016C909613> and @Andy I am really cherishing this experience.","by":"Jo-Ann A. Hamilton"},{"message":"Thank you to <@U016C8XH6NR> <@U016C909613>, @andy (Andy) and team for this fellowship opportunity. This kind of virtual event was my first time, i really enjoyed the conversations and table talks, it was amazing experience. I am looking forward to it and learn :pray: :smiley::innocent:.","by":"Akanksha Bhattachan"}],"U016C8XH6NR":[{"message":"I want to share my huge thanks to the gitcoin team and everyone I have spoken to along the way especially <@U016C909613> <@U016C8XH6NR>. I am now having conversations about stuff i've built with people I never thought I would. And I can always somehow point back to a conversation I had in Kernel that started it.\nCreol has found themselves at the center of the eco debate of Ethereum and we are scrambling to help everyone we can. From talking to Forbes and Gizmodo to being part of a huge NFT fundraiser this weekend. The last two weeks have been a wild ride and I know it started here in Kernel. I want to know that this community has my extreme gratitude and thanks. I plan on sticking around and answering questions and helping people along where I can to give back in the same way that Kernel gave to us. :grinning::seedling::deciduous_tree: Stay safe and stay green :deciduous_tree:","by":"Josh Bijak"},{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"<@U016C909613> <@U01D1166621>  <@U016C8XH6NR> <@U016Q117G67> thank you so so much. Your work here is definitely shaping the future of our space, in a way that is respectful, positive, healthy and collaborative. Making us better as builders/thinkers but also, I dare to say with all those teachings, as humans. Thank you!","by":"Simon Fremaux"},{"message":"Also thankful to <@U016C909613> <@U01D1166621> and <@U016C8XH6NR> for setting these up. The team has learned a lot these past few days.","by":"Irvin Cardenas"},{"message":"This is a message of gratitude to <@U01J0H4BH2B>, who showed up at CICOLAB yesterday and gave us some great advice to check out Dandelion Mané and Source Cred. This actually was not necessarily an obvious link, because Source Cred has been coming at their solution from \"reputation,\" and we have been talking about \"matching.\" (See here for a history of this idea: <https://miro.com/app/board/o9J_lYxOK30=/>). If you watch this <https://youtu.be/Ee99RK5_Jtg|condensed video (6 min)> of last night's discussion, you can see an example of what we call \"discoverability,\" which is huge problem within Kernel. This is because it is a highly innovative space, with high diversity of people from different backgrounds. That means that people might be working on different projects which might actually align in some way, but that is difficult to see on the surface (in other words, they would not be able to find each other using Google because of non-obvious search terms and lack of common language between different fields, or by simply listing what their project is about).  It takes a deeper dive into figuring out the \"why\" of what people are trying to do with their projects. So, thanks, Kris, for taking that time and making a really great connection which saved me so much work. You are a lifesaver.\n\nIn last night's session, we talked about Appreciation Bytes, our super-simple tool for noticing the often-invisible contributions of others which add to group intelligence. Our hypothesis is that we could use this to facilitate matching between a mess of groups, people, and projects, especially in a community-wide funding effort. It turns out that we have been working on the front end to what Source Cred has been developing the back end, and there is probably a high incidence of that in Kernel. Developing the machine and human technology to be able to put the memetic puzzles pieces together is a fascinating mission and one we look forward to helping to solve during our time at Kernel. <@U016C8XH6NR> <@U016C909613> <@U01JASV0C86>","by":"Lauren Nignon"},{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"},{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Hello, excuse me for being so late to the party. I was out in the boonies (no internet) and then moving across town... I cannot believe Kernel is already over. It was sometimes tough for me to participate due to time zones but I tried to make it work the best it could. Like others, it meant that I missed some pretty interesting discussions but I was happy to listen to recordings later. It was 'tough' to work through Kernel with a hardware project, especially seeing the heavy ETH focus (in a good way)! It was fun nonetheless and got some feedback I still have to work through. As an upside, we recently applied for a grant to take the first steps into taking int into production. We aim to incorporate in Singapore due to logistic and strategic reasons, as our researched showed that Asia is the fastest growing hardware market. I talked and received feedback from many people, and for that you have my thanks! To all the others I did not get a chance to talk, perhaps we see each other in a next round. I will stick around in these Slack channels for as long as they continue to exist. I debated joining APOLLO but with some of the stuff coming up, it is too much to manage. I'd love to keep in touch or if anyone wants to reach out and join the fun. Interested in talking to people from all backgrounds. Also, we are open to investment opportunities. Cheers all! Finally, a special thanks to <@U016C909613> and <@U016C8XH6NR> for creating the programme.","by":"Marvin"},{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Since I missed big part of Kernel due to my Master's defense :disappointed::sob: , I feel sorry that it came to an end . I was just starting :smile:  anyway, I hope that this big family continue support each other , Kenrel's sprit remains and spread everywhere as family of value believers. I would love to thank all the *fellows* here ( hard to count and mention names but really it was my great pleasure to meet you and I hope we keep in touch :heart:) , The *organizers* , <@U016C909613> , <@U016Q117G67> &amp; <@U016C8XH6NR> , all *mentors* , especially <@U017E8UUTUZ> (I will continue until Semsm become true and sorry I couldn't make bigger progress during the past weeks \" Actually I'm preparing for big progress this week :wink: )\n*Keep kernel* :party_parrot::heart::fire:","by":"Eman Herawy"},{"message":"Thanks to all KERNEL fellows, friends, mentors and teammates for making this a memorable experience. It was a great summer jamming, laughing, learning and doing. Best of success to everyone on their projects and I look forward to staying connected here and beyond. As <@U01733WAA1F> mentioned last night, this was truly the best reason to be sleep deprived. :joy::rolling_on_the_floor_laughing: <@U016Q117G67> <@U016C909613> <@U016C8XH6NR> what you pulled off here was unique and special. The gratitude cup overfloweth! Onward and upward with Apollo and beyond..:bouncingparrot:","by":"Jo-Ann A. Hamilton"},{"message":"Expressing my gratitude :pray:to <@U0172KXNQCV> for last-minute joining our team and making a miracle :sparkles:on the front-end of Ants-Review!!:antsreview:\nWithout you we would not have had an attractive and functional MVP to show at the Kernel Midway Pitch Week :rocket:and at the European conference :nerd_face: for Parallel and distributed computing (our demo is currently on their Youtube channel)!\nAlso thanks to <@U016C8XH6NR> for connecting us! :seedling:","by":"Bianca Trovo"},{"message":"Hello KERNELERS!\n\nYesterday <https://kernel-community.slack.com/archives/C016JL4385C/p1597168559023300|evening>, we had a match-made-in-heaven :cloud: Junto with 2 esteemed guests speakers, <@U017RGJ7KAA> (CTO) from <https://www.blocknative.com/|Blocknative> and <@U01785AMRR9> (CEO) from <https://www.covalenthq.com/|Covalent>.  The following two case studies / pre-reads were recommended and helped aid the lively discussion.\n1. <https://blog.blocknative.com/blog/mempool-forensics|Mempool forensics> :bowl_with_spoon: \n2. <https://www.covalenthq.com/blog/covalent-defi-sdk/|Covalent SDK> :alembic: \nWhile Chris explored the ideas of _value in motion_  :star2:  covering mempool traffic :vertical_traffic_light: analytics and notifications :1234: with us. Ganesh balanced the remaining from where Chris left off by exploring _value at rest_ :cake: with smart-contracts &amp; transactions analytics.\n\nWe also gained valuable insights on historically underlooked mempool data while taking into consideration the performance of the different kinds of nodes in the Ethereum :city_sunset: network including but not limited to how they skew any assumptions on transaction (type) distribution that we might make. Active nonce :1234: and gas price :fuelpump: management for stuck, pending and dropped, mempool transaction :swimmer: and block explorers :building_construction: data stores. We further explored on-chain data usage for delivering insights by restructuring it into a consumable formats while covering topics like EVM  :nerd_face: optimisations, performance considerations in DB latency vs verifiability :checkered_flag: rollups :space_invader: vs single row :table_tennis_paddle_and_ball: lookups, OLTP and OLAP databases, and DB primitives :construction_worker:. The overarching theme was on how we could bridge the legacy DB :steam_locomotive: world onto blockchain :bullettrain_front: and how the technologies we’re building could aid that vision.\n\nEffectively this junto covered the entire spectrum of the happenings in the life of an Ethereum transaction :money_with_wings: and the value that it carries every step of the way. :roller_coaster: I  would highly recommend reaching out to the mentors for anything (even remotely) related to data on blockchain and look forward to our next Junto on one or more of the discussed specifics. <@U016C8XH6NR> thanks a ton for organising this and to all the participants for engaging! One of the best Junto’s for me personally... :fire: :fireworks: :seedling:","by":"Pranay Valson"},{"message":"Grateful to have <@U017N4HS1SN> as a mentor for #TeamRareBirds. Great conversation with lots of suggestions and support. I look forward to having him support us as we navigate this journey in radical markets. Special thanks to <@U016C8XH6NR> for marking this connection. :heart:","by":"Jo-Ann A. Hamilton"},{"message":"Thank you, <@U017E2A2KPS> and <@U016C8XH6NR>!","by":"Leon Erichsen"},{"message":"A note to thank <@U016C8XH6NR> for being so amazing and helping us with so many things. And to <@U016C909613> as well for all the amazing goodness you are all curating for us.\n:pray:","by":"Amy of BFLO"},{"message":"Continued and ongoing gratitude to <@U016C8XH6NR>, <@U016C909613>, and everyone who made this happen. The conversations… the connections… the energy :seedling: This place is amazing :heart:","by":"Mike Ryan"},{"message":"Thanks to <@U016NEJETQV> <@U016H5ETT6J> <@U016C8XH6NR> <@U0172CM3049> for tonight's QF jam. No place I'd rather be than in Airmeet dissecting the intricacies of QF with a bunch of sweethearts. :heart:ZzZzZzZz","by":"Jo-Ann A. Hamilton"},{"message":"<@U016C8XH6NR> can we create a channel #platformcoop or #grassroots so I can create a Doodle","by":"Manuel Gonzalez Alzuru"},{"message":"Thanks <@U016C8XH6NR> <@U016C909613> @Andy for the kernel fellowship, and how you're making this work :party_parrot: The whole concept of virtual human interaction, not UI/UX but deep conversations. Wow!","by":"Tide"},{"message":"I am grateful to the opportunity to pitch today and glean necessary feedback. Lovely to be among so many talented people. Thanks to <@U016C8XH6NR> <@U016C909613> and @Andy I am really cherishing this experience.","by":"Jo-Ann A. Hamilton"},{"message":"Thank you to <@U016C8XH6NR> <@U016C909613>, @andy (Andy) and team for this fellowship opportunity. This kind of virtual event was my first time, i really enjoyed the conversations and table talks, it was amazing experience. I am looking forward to it and learn :pray: :smiley::innocent:.","by":"Akanksha Bhattachan"}],"U01J1CD2XJB":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"this will work fine, thank you :pray: <@U016QN5HLLB> <@U01JJFB16RG> <@U01J1CD2XJB> maybe we can use zoom as there are no more seats at that table....","by":"cryptowanderer"},{"message":"We feel obliged to invite you all to the historical <https://zoom.us/j/680036644|Two Row Wampum Working Group> every Wednesday at 4pm PST; <https://us02web.zoom.us/j/88951957700|Reconstitution of the Eagle &amp; Condor Council >every other Sunday at 10am PST, ping us if interested in observing or speaking, or simply beginning dialogue :slightly_smiling_face: any day possible &amp; we’ll be sure that the Longhouse knows you are coming :purple_heart:  <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>\n\n<@U01J1CD2XJB> Special Reconstitution starting now Feb. 14  link above :point_up_2::skin-tone-5:","by":"Harold Davis"},{"message":"<@U01JLBWHFQB> <@U01J1CD2XJB> Happy to jam on the models mentioned in these <https://paper.dropbox.com/doc/Two-Row-Wampum-Metagov-Grant--BFAC9F3F8xEcJ7eyrglk041FAQ-a13UqrvYn6gTr2YIHqLNq|grant drafts> if you guys are interested :ocean::ocean::ocean: :slightly_smiling_face: Also would just love your eyes on what we are up to in our first prototype. Will include latest meeting with Eglash &amp; Mayan midwife rep ASAP it was amazing to see :fire: Not to forget the great <@U01JT9UNS76> &amp; <@U01JT9P8NMS>","by":"Harold Davis"},{"message":"Harold, I'm looking forward to hearing more. I can now see why our Invisible Economy meetings felt so natural to you - the kind of discussion and synthesising of all that is said is very similar!  Amazing to me now that we developed this kind of process without knowing about the tradition that is behind it.  I did begin to write a bit about this process on our own <https://invisibleeconomy.github.io/StartHere/|github pages here> in the section under Working Groups.  I'd be happy to take that from there and simply include a link to that info if you think it would make a good addition to the Kernel pages <@U016Q117G67>?\n\nThe personal story that was shared was really very powerful, and I love the fact that she wants it to be only an audio book, in line with an oral tradition.  I also had a thought, Harold: Have you mentioned the meeting next Saturday to <@U01J1CD2XJB>?  I know she is super busy with her research, but she may have a piece of the puzzle when it comes to water...","by":"Sparrow Read"},{"message":"<@U01JJFB16RG> Yes <@U01J1CD2XJB> is in the email thread, along with Magenta! Just double checked with Magenta that we get the invite to her. :purple_heart: Ty kindly for this, guess an overlooked benefit of consensus is self organizing coordination :pray::skin-tone-5: (this was several hrs in too!) Would you like to join us as well btw?\nYes, Susan's story is very powerful &amp; indicative of experiences usually gone unheard, her first time sharing was last Reconstitution, and was just as riveting every second. Again, ty kindly for your appreciation of the range of voices &amp; the space for them.\nWe've learned a lot from the Longhouse's commitment to the process. Yesterday was great example, Everyone was likely on few hrs of sleep from previous night's Black wampum ceremony, class &amp; celebrating Angele's bday :joy:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01J1CD2XJB> Thought y'all might <https://paper.dropbox.com/doc/Black-Wampum--BHUf_qEAEVc50D2J8SdP~RWqAQ-4pC69bsB6HAHqswLbtsem|dig this>. <@U016Q117G67> More PRs coming soon after the due diligence linked. :slightly_smiling_face: Hope all is well, Skennen Kowa, Great Peace :purple_heart: Sending love.","by":"Harold Davis"},{"message":"Giving thanks here to everyone who made it or was interested in our first Junto! <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB> <@U016C909613> <@U016Q117G67> Was amazing discussion from start to finish thanks to the brilliant contributions &amp; questions. We will schedule the next ASAP. We will be sure to schedule a meeting with the Longhouse this time, direct questions of matrilineal protocols and more will be possible then!","by":"Harold Davis"},{"message":"<@U01JJFB16RG> Ty for the kind words &amp; all the support already. Can't wait for next chance to talk <@U01J1CD2XJB> do reach out for any reason. Already a successful start to this block in our book btw :slightly_smiling_face: :fire:","by":"Harold Davis"}],"U016Q117G67":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"I would like to express my gratitude to all the people here in this cohort, you all make this journey feel live and present here and now. \nAs a side note, the day after KERNEL Adventure began, the life hit me with few rocks, making my adventure and journey here entirely different from what I have imagined, making me appreciate every moment I managed to be present, any conversation I had and any connection that was created, despite of what I was going through… \nMy special gratitude goes to: \n<@U01J2L55YKZ>, you were crazy enough to follow me through the rabbit hole, despite the madness of your reality, and so brilliant to immediately grasp and contribute to any, as crazy and complex idea that came over. You helped me form a “we” instead of a “me, the lone nut”, and that has made all the difference.\n<@U01JB7G26B0>*,* you had the empathy to recognise something in me, encouraged my craziness and made me feel welcomed. \n<@U01JB9SNUBF>, you are so crazy and passionate about Upala, that you made me feel like I’m home in this setting.\n<@U01JULXMCGH>, your interest in the idea and the offer to contribute to Agadom assured us that we are on the right track.\n\n<@U016Q117G67> Thank you for the flashlight.","by":"Ellen Rapaport"},{"message":"<@U016C909613> <@U01D1166621>  <@U016C8XH6NR> <@U016Q117G67> thank you so so much. Your work here is definitely shaping the future of our space, in a way that is respectful, positive, healthy and collaborative. Making us better as builders/thinkers but also, I dare to say with all those teachings, as humans. Thank you!","by":"Simon Fremaux"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"Some days you feel a bit stuck because you don't know what's next and then the voice of <@U016Q117G67> sets you free.\n\n\"Freedom is the simple combination of awareness and acceptance. It is here and now, or not at all. We are limited, flawed beings: there is no escaping this simple fact of experience. It is not by denying one's boundaries, but by embracing them, that real liberation can become a daily experience, rather than a concept to be realized once some external project has come to fruition.\" :heart:\n\nIf you haven't read this little gem of a post, I hope you will.\n<https://kernel.community/module-3/freedom/>","by":"Kris Decoodt"},{"message":"\"It would also help explain the extraordinary\nimportance of indigenous people’s struggles in the new movement: such people\ntend to be simultaneously the very least alienated and most oppressed people\non earth. Now that new communication technologies have made it possible to\ninclude them in global revolutionary alliances, as well as local resistance and\nrevolt, it is well-nigh inevitable that they should play a profoundly inspirational\nrole.\"\n<@U016Q117G67> ty kindly for this mane! Prophetic stuff in here :heart: Wondering how much of that neoZapatista culture of dialogue &amp; fake guns is still around? Powerful notion if so.","by":"Harold Davis"},{"message":"Here are left over thoughts &amp; some notes from our last Junto that may lend to David’s thoughts on indigenous influence in our urgent times. His great articulation of the benefits of consensus &amp; the creation of new bottom up structures-- seems to speak to where the weight of transformative power of indigenous dialogue resides. Not having to start from scratch in autonomous creation of new sustainable structures is a huge advantage we shouldn’t take for granted on any front.\n\nInsights to western misnomers of indigenous social structures through a matrilineal indigenous &amp; _Kanienke'ha'ka perspective (misnomer - Mohawk)_: \n\nFemale/Male Chief = “The Best of us”-- chosen by women title-holders with 100% consensus decision making. “(De)horned” by women when deemed ineligible for title. No campaigns or elections, to avoid any “perception of corruption.” Perceptions of possible pillow talk amongst representatives means title-holders can not be married to each other for example.\n\nHereditary - Is reference to clan —not blood, or immediate family. Used as mechanism to protect against nepotism or any “perceptions of corruption,” not to ensure nepotism as in the western context. Even if not blood &amp; across the territory for example— inter clan marriage is illegal. Representatives can not hand down title to their children-- as in the western meaning of hereditary monarchies. Clan is blood only in the case that legally clan can only be given by mother to children. If your mother is does not have a clan but your father does you are his  “__” clan “hung about the neck.” This becomes relevant in case of legal title eligibility. \n\nElected Tribal or Band councils across the hemisphere today do not abide by any of these native constitution laws —their chief title only being legal in context of municipalities of respective colonial nations — which means they have signed away their rightful nation to nation status of the Two Row Wampum Peace Treaty. We can never express our gratitude to the women of the Longhouse in Kahnawake, who have kept this Peace Treaty alive for us to leverage today. \n\nSlavery - The Longhouse is adamant about the absence of slavery in the hemisphere. The Longhouse is also always careful not to speak on the protocols of other native nations. So this strong stance on slavery is likely a reference to the continuity that also exist amongst those distinctions—from a common history &amp; cosmology “the journey of the corn.”\n\nThis is consistent with the Longhouse’s oral documentation of “the bringing into the heart fire” concept of indigenous ”justice systems.” Hereditary in the indigenous context becomes important in Wengrow’s mention of “hereditary slavery”--because it likely points to an adoption into clan mechanism, merely getting lost in an ethnographic translation. To jail or imprison a human being in Longhouse oral documentation has always been illegal. So it follows that anything even closely resembling the chattel style slavery we attach to the word would inherently be deemed illegal as well. The worst of crimes meant being marked on the face as the worst of offenders, to be easily identified by surrounding nations -- then let free in to the wilderness. Or killed immediately for the heinous offense. \n\nHinting at possible matrilineal continuity across oceans — this is also consistent with other matrilineal justice mechanisms of Africa. Mentioned by polymath, physicist, anthropologist, archaeologist, linguist, historian —Cheikh Anta Diop. Diop describes precolonial west African nations having intricate protocols for bringing local/regional rule benders into the family for a determined period of time —after which it was then illegal to ever disparage the person by even mentioning the crime or this time of the person’s life. \n\nThis last nuance actually points to elaborate cultural protections against free labor —as does clan adoption via “bringing into the heart fire” in the native context. \n\nChattel slavery is largely dependent on quite the contrary elaborate cultural mechanisms of dehumanization — rhetoric of infidels was just as pop culture as minstrel shows, toys, cartoons food labels &amp; children restaurants called “Little Black Sambo” as recent as the 80s here in the states for example. These indigenous systems seem to be humanizing as much as possible with protections against dehumanization.\n\nThis makes lot more sense than this “heart fire” phrasing being a sick euphemism for what is the Islamic origin of chattel slavery ,in which we are the most familiar in the west. As Graeber mentions the folks in the 1500s having a hard time believing natives had even heard of Jesus let alone (or practice human sacrifice to demons) denounce him. This may be a continuation of this same phenomenon via the slavery misnomer that is rooted in old world religious, political &amp; economic systems. Far removed from a precolonial native world. \n\n“The forgotten slave trade” of east Africa &amp; what was then — extensions of these east African nations into the Middle East. Resulted in an ethnic cleansing not unlike what has happened in modern Palestine in our lifetime. It also lasted long enough to overlap with the west African slave trade. \nNot unlike our real time awareness of geopolitics today, important history of both eras of African slavery are largely lost to highly politicized &amp; or religious narratives, somehow skipping over indigenous spiritual/cultural influence in the regions for millenia. Diop mentions interesting west African context often left out — the “bringing into the heart fire” style justice systems were still intact in these still precolonial black African nations — this was exploited by slave traders before raids became necessary because these nations rose to the defense of their people after discovering the crime. \n\nNone of this takes away from Graeber’s overall point of empirical political data over millenia giving robust design to political systems of the hemisphere. The details here merely add to the importance of Graeber’s work &amp; due diligence in this area of study — work virtually unprecedented in his peers past or present. These details are also likely derivatives of the formulaic aspect of indigenous modes of social organization — explaining the cultural continuity in respective hemispheres. All distinct cultures of course but also self similar like the coast lines themselves, through common cosmological significations expressing beautiful social resilience in diversity. \n\nGraeber is also spot on in another remarkable and extremely relevant way for those of us here in this cohort together. Wage slavery is another kind of slavery we are familiar with — and this is where there is some actual real independent cultural overlap! The pre-colonial Five Nations Longhouse Confederacy was on the brink of falling into perpetual cycles of wage based slavery similar but likely also distinct from modern industrialized systems. \n\nThis is oral documentation of nations coming out of war and into peace 2.5k yrs ago. Wampum shells for the beads on strings of sinew that was used for trade; were becoming commodified. Not from old world systems of settler colonial extraction &amp; military market creation of course; the shells were becoming commodified by default of nations at war. War meant it simply wasn’t safe to collect these shells from the lakes. War eventually created a corrupted mind that was content to have others work for them via control of these shells. This mind was successfully transformed with matrilineal council that protected long term, against male dominant commodification of all strains of life — this lasted up until colonization. \n\nThe League of Peace formed 2.5k yrs ago out of this empirical data matched with even older formulaic design that goes back to Sky Woman herself. This is a beautiful precedent that is desperately needed in these times. And Graeber’s words truly become prophetic in this context. <@U016Q117G67> <@U016C909613> <@U01JLBWHFQB> <@U01JJFB16RG>","by":"Harold Davis"},{"message":"Ty kindly for all this feedback! Will do  <@U016Q117G67> amazing ideas for this discussion to grow! Ty again for even more connections <@U016C909613> Your debt is forgiven! haha:seedling::heart:","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"<@U016Q117G67> Dig what this historical context of <https://www.youtube.com/watch?v=JQl-MfNc4aQ&amp;ab_channel=KingsandGenerals|south asian> matrilineal heritage sparks inside you mane, especially given Graeber's etymology of Cash &amp; Check.\nTy kindly again for the very kind gesture of the Protocols for Peace addition to the Kernel site! Tried to add something special from the Longhouse, words of Longhouse mothers, as Katsitenserio would say, singing \"the song she gave him.\" Will also share for direct contributions from Katsitenserio - Wolf Clan Rep of the Longhouse :fire:","by":"Harold Davis"},{"message":"Ok beautiful, ty kindly <@U016Q117G67> for initiating this! Have coordinated with one of the women close the Longhouse too!\nDezirae &amp; myself have learned lots from her. She is sitting as temporary Turtle Clan Representative --to learn the protocols for matrilineal systems. A powerful notion in corrections in historical Two Row Wampum dialogue for folks in Quebec &amp; everywhere.\n\nAiming for 8am tomorrow for myself, so is this 11am for you <@U01JLBWHFQB> ? 6PM for you <@U016Q117G67>? 4pm <@U01JJFB16RG>?","by":"Harold Davis"},{"message":"Ok beautiful, ty kindly <@U016Q117G67> for initiating this! Have coordinated with one of the women close the Longhouse too!\nDezirae &amp; myself have learned lots from her. She is sitting as temporary Turtle Clan Representative --to learn the protocols for matrilineal systems. A powerful notion in corrections in historical Two Row Wampum dialogue for folks in Quebec &amp; everywhere.\n\nAiming for 8am tomorrow for myself, so is this 11am for you <@U01JLBWHFQB> ? 6PM for you <@U016Q117G67>? 4pm <@U01JJFB16RG>?","by":"Harold Davis"},{"message":"<@U016Q117G67> Here is all but two days (everyday is important) of 15, of the last oral constitution recital  - day 3 &amp; 4 on fb only it seems, but rest are on youtube &amp; may be better quality: <https://www.facebook.com/pg/reconstitutioneagleandcondor/videos/?ref=page_internal> <https://www.youtube.com/watch?v=feFwTOUIHkc>\nCouncil linked below shows impact of 1600s n 1800s contract between Britain n Canada w/implications for how \"old money contracts\" still impact the hemisphere--world.\n\nAs well as lil clarity on how &amp; why \"Band council &amp; Tribal elected chiefs\" &amp; other native communities &amp; *ALL OF US* have lost, or don't know of *OUR* nation to nation status-- access that is still available! Individual nation hood &amp; thus collective autonomy too.\n\n*Important note you may appreciate <@U01JLBWHFQB>* <@U016C909613>:\nThis international jurisprudence *on all seas* is unlike any other nation to nation Treaty -- that we can speak to for sure anyway -- The protocols of the Two Row Wampum Peace Treaty are an extension of the Great Law of Peace --which is an extension of a cosmology that goes back to Sky Woman herself.\n\nThus Paul Watson left GreenPeace after founding it --Lost vessel registration from conventional Canadian \"Nation\"  -- but now has \"non-man-made\" --cosmology worth of jurisprudence <https://www.seashepherd.org.uk/news-and-commentary/news/sea-shepherd-receives-the-flag-of-the-five-nations-of-the-iroquois-confederacy.html|protection>.  Ultimately allowing Paul to pursue passions otherwise quite literally impossible. This is a deeply transformative incentive that dovetails with what is possible in web3 world trade across fields of discipline. And begs the questions of what true nationhood actually is? What true power actually is --and looks like.\n\nThought you might appreciate the implications of this unique jurisprudence &amp; the protections therein that are a truly profound notion of Indigenous concepts of *Power -- Her design:*\n<https://www.youtube.com/watch?v=HUlibsjmF2I>","by":"Harold Davis"},{"message":"<@U016Q117G67>  Some <https://youtu.be/hyQxqNbU4no?t=1373|intergalactic love in living memory>. Some <https://www.youtube.com/watch?v=BvSyU1Z3HFk&amp;ab_channel=mrstoneyboner|Funk> from the west back to where it came from mane. Ty kindly for the beautiful writing &amp; powerful context :purple_heart: _*note the music should be played loudly on speakers that can handle it lol_","by":"Harold Davis"},{"message":"We feel obliged to invite you all to the historical <https://zoom.us/j/680036644|Two Row Wampum Working Group> every Wednesday at 4pm PST; <https://us02web.zoom.us/j/88951957700|Reconstitution of the Eagle &amp; Condor Council >every other Sunday at 10am PST, ping us if interested in observing or speaking, or simply beginning dialogue :slightly_smiling_face: any day possible &amp; we’ll be sure that the Longhouse knows you are coming :purple_heart:  <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>\n\n<@U01J1CD2XJB> Special Reconstitution starting now Feb. 14  link above :point_up_2::skin-tone-5:","by":"Harold Davis"},{"message":"&gt; I would be interested to explore this further, even if only in the Native American context with reference to The Great Spirit and Sky Woman. How do we ground ourselves in a truth which can only ever be pointed at metaphorically, without falling into dogma?\nThe recital only started recording after first couple days had already past-- everyday being important. Here I will link the very important pieces to the cosmology --When hearing the four sacred ceremonies-- it reveals the indigenous modes that go beyond metaphor and into matrilineal law or constants. Cosmological significations protect against dogmatic tendencies--even if born into dogmatic surroundings &amp; predominant system--by the time one has a lifetime of the numerous matrilineal ceremonies of each 13 moon cycle --the truth reveals herself in the protocols left behind via oral documentation, symbolism &amp; cultural nuances.\nThe 100% consensus being included in the recitation &amp; processes becomes all the more important in this sense as it seems to ensure this truth does not morph into self interested opinion.\nThe capacity for the formation of the League of Peace points to this matrilineal cosmological resilience --the matrilineal decision making process &amp; Onakora creation being fundamental design for the Great Law of Peace &amp; the Two Row Wampum protocols, which grew out of the matrilineal cosmology already in place.\n\nLuckily we saved <https://www.facebook.com/530273387/videos/10156809118613388/|this recording> of Longhouse describing The Four Sacred Ceremonies in a recent council during beginning of new cycle - _not connected to the cycle of the recital linked._ \n\n_Even Stuart's own personal journey points to this--here is recording of Stuart in the <https://www.youtube.com/watch?v=IJ7cuJ8-7fY&amp;list=PLrb8L8Q1cSngGgdI1RBjztMdOGIkstu2E&amp;ab_channel=RaymondStone|90s>. His tone overall is a lot different, Less critical of organized religion too. He is careful not to offend what are likely a lot of his own people watching, who he knows are religious. The Great Law of Peace was even mixed with religious scriptures in the region for example. We also saw the Longhouse rewrite the only written version of the Great Law too, written by quakers. This where we learned a lot of the built in male, western perspective of native culture._\n_Stuart even appeals to religious folk by making analogy of native spirituality prejudice struggles to religious prejudice struggles at one point in the video linked. Something I doubt he'd do today without critical analysis of male dominant, top down dogma.  His personal life choices &amp; transitions from traveling iron worker -- to a dedicated father &amp; devoted voice for his mothers song, when he refused to work on nuclear plant. The life threatening circumstances of retaining nationhood --but above all, his mother's clan mother teachings of not just matrilineal cosmology(dig the moon teachings on same channel too!) but also its protection mechanisms --The Great Law of Peace &amp; Two Row Wampum_ \n\nSo happy to share this all, thanks so much <@U016Q117G67> for continuing this thread in this unique dialogue!","by":"Harold Davis"},{"message":"&gt; difference between religification and living knowledge.\n<@U016Q117G67> if we expand here, we should get somewhere exciting it seems haha This is also all completely possible dialogue when you join council of course, to ask the Longhouse directly and get much more profound answers than from myself. Have a feeling that writing from you on these subjects &amp; dialogue will be a world away from Franklin's publications with the Two Row Wampum Councils of his time. This open disposition to this dialogue and indigenous critical analysis can have the opposite impact of Franklin's press, on the world around us. :pray::skin-tone-5::fire: Ty kindly for all this initiative from every angle --its historical opportunity it feels mane --even while still in this thread lol\n\nPlease do expand here btw haha","by":"Harold Davis"},{"message":"&gt; \"Until we are (re) exposed to our precolonial selves of course, then it becomes known like it was never taken.\" I agree, deeply, but want to take it further. I think it is our \"Until we are (re) exposed to our real Self\", which is One, and the same in every human being.\n<@U016Q117G67> Agreed! Precolonial terminology is hyper focused on human missteps &amp; super vague bout the much longer human unity, before and after the small epochs of mistakes in our social organization pass us by :slightly_smiling_face: I love the attention to this, and what motivates your passionate reasoning to go beyond empire &amp; colony :fire:\nIf you listen closely to any Funkadelic record post the Bootsy Collins bassist connection --you'll hear a funk formula or algorithm that bled into the rest of funk compositions --started from James Brown but the ONE was stretched out like never before with Funkadelic --mastery of complex layered solutions as soon as the musical problems are started are wrapped around an emphasis on the ONE count that brings the entire band into tight sync at the top of every count, before the sound fractals out into infinite complexity again until full spectrum &amp; cycle is achieved --rinse, repeat. :fire:","by":"Harold Davis"},{"message":"Ty kindly for this <@U01JJFB16RG> Can't wait to hear your voice in council soon :slightly_smiling_face: So many things you say align with the Longhouse lens, its remarkable what experience in consensus makes visible! Same with yourself <@U016Q117G67>. This is something we are coming across in this space more often, even on the Longhouses's most \"radical\" views (as radical as Peace can get haha). Many of the touchiest points of dialogue have fairly clear paths for tangible \"engaged respect and a common aim of living together, instead of converting one another..\" Matrilineal heritage might cut right across the board, as means for common understanding.\nFrom regenerative concepts through to appropriation of power in communities on the fringes of any given predominant system. Our matrilineal heritage is being made explicit by the current urgency emitting from our common body of Mother Earth, that our faces yet beneath her, all grow from-- to live together, protecting, healing, and (co)evolving with her, deigning as good minded ancestors of nations that keep their respective ceremonies, forever.:fist::skin-tone-5:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01JLBWHFQB> <@U01KB07V86L> The Longhouse on <https://youtu.be/cJdqRkqWX6c?t=4381|de)commodification>(one piece of the creation of the league of peace oral history 2k yrs old). Thought yal might appreciate; found this <@U016Q117G67> after the Longhouse informed us that this coming Reconstitution on Sunday is going to be special \"we're in for a treat, a function of the protocols no one has ever seen before! The last wampum...the whole Law in wrapped into one wampum..laws of peace.\"(of over a hundred wampums, varying length). This is mentioned at end of language class linked briefly too.\n\n<@U01K8B5D5RN> here is everybody :)","by":"Harold Davis"},{"message":"Harold, I'm looking forward to hearing more. I can now see why our Invisible Economy meetings felt so natural to you - the kind of discussion and synthesising of all that is said is very similar!  Amazing to me now that we developed this kind of process without knowing about the tradition that is behind it.  I did begin to write a bit about this process on our own <https://invisibleeconomy.github.io/StartHere/|github pages here> in the section under Working Groups.  I'd be happy to take that from there and simply include a link to that info if you think it would make a good addition to the Kernel pages <@U016Q117G67>?\n\nThe personal story that was shared was really very powerful, and I love the fact that she wants it to be only an audio book, in line with an oral tradition.  I also had a thought, Harold: Have you mentioned the meeting next Saturday to <@U01J1CD2XJB>?  I know she is super busy with her research, but she may have a piece of the puzzle when it comes to water...","by":"Sparrow Read"},{"message":"<@U01JJFB16RG> <@U01J1CD2XJB> Thought y'all might <https://paper.dropbox.com/doc/Black-Wampum--BHUf_qEAEVc50D2J8SdP~RWqAQ-4pC69bsB6HAHqswLbtsem|dig this>. <@U016Q117G67> More PRs coming soon after the due diligence linked. :slightly_smiling_face: Hope all is well, Skennen Kowa, Great Peace :purple_heart: Sending love.","by":"Harold Davis"},{"message":"Giving thanks here to everyone who made it or was interested in our first Junto! <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB> <@U016C909613> <@U016Q117G67> Was amazing discussion from start to finish thanks to the brilliant contributions &amp; questions. We will schedule the next ASAP. We will be sure to schedule a meeting with the Longhouse this time, direct questions of matrilineal protocols and more will be possible then!","by":"Harold Davis"},{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Since I missed big part of Kernel due to my Master's defense :disappointed::sob: , I feel sorry that it came to an end . I was just starting :smile:  anyway, I hope that this big family continue support each other , Kenrel's sprit remains and spread everywhere as family of value believers. I would love to thank all the *fellows* here ( hard to count and mention names but really it was my great pleasure to meet you and I hope we keep in touch :heart:) , The *organizers* , <@U016C909613> , <@U016Q117G67> &amp; <@U016C8XH6NR> , all *mentors* , especially <@U017E8UUTUZ> (I will continue until Semsm become true and sorry I couldn't make bigger progress during the past weeks \" Actually I'm preparing for big progress this week :wink: )\n*Keep kernel* :party_parrot::heart::fire:","by":"Eman Herawy"},{"message":"Thanks to all KERNEL fellows, friends, mentors and teammates for making this a memorable experience. It was a great summer jamming, laughing, learning and doing. Best of success to everyone on their projects and I look forward to staying connected here and beyond. As <@U01733WAA1F> mentioned last night, this was truly the best reason to be sleep deprived. :joy::rolling_on_the_floor_laughing: <@U016Q117G67> <@U016C909613> <@U016C8XH6NR> what you pulled off here was unique and special. The gratitude cup overfloweth! Onward and upward with Apollo and beyond..:bouncingparrot:","by":"Jo-Ann A. Hamilton"},{"message":"Thanks to <@U016Q117G67> for the amazing input on the #500nigeriadevs4eth (Web3bridge) deck design! He made the flow easy and 90% market ready :pray:","by":"Awosika Ayodeji"}],"U016H5ETT6J":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"<@U016H5ETT6J> :hearts:the feeling is mutual. Xx","by":"Jo-Ann A. Hamilton"},{"message":"<@U016H5ETT6J> &amp; I had a very insightful discussion with <@U0178FSFG9G> on our pitch deck today. Really awesome talking to him and wanted to thank Tony for his amazing expertise and feedback :pray:","by":"Richa"},{"message":"Thanks to <@U016NEJETQV> <@U016H5ETT6J> <@U016C8XH6NR> <@U0172CM3049> for tonight's QF jam. No place I'd rather be than in Airmeet dissecting the intricacies of QF with a bunch of sweethearts. :heart:ZzZzZzZz","by":"Jo-Ann A. Hamilton"}],"U01JTN9246M":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"}],"U0182ST8XGB":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"}],"U01JMAZECBV":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"}],"U01JT1AF9CL":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"}],"U01KQJJ4928":[{"message":"So many people to thank here, I’d like to express gratitude towards people that keep this community alive. \n<@U016C909613>: for hosting weekly sessions, mentorship, connecting us with wonderful people in this space and for being a friend. \n<@U016C8XH6NR>: for intros, office hours, resources and your support to our project. \n<@U01J1CD2XJB>: for guiding us to build generative artwork, supporting Coinvise and working on an impactful project.\n<@U016Q117G67>: Your thoughts on building communities, blue book and ideas inspire me. \n<@U016H5ETT6J>: for helping us setup Coinvise and supporting us all the way\n<@U01JTN9246M>, <@U0182ST8XGB>, <@U01JMAZECBV> <@U01JT1AF9CL>, <@U01KQJJ4928> and many more. You guys have helped me in some way throughout this journey, I’m thankful for it. Hoping to stay connected with this community in future, and contribute in any way I can. ","by":"Jenil Thakker"},{"message":"I'm thankful for today's one-on-one calls with <@U0176MFS25T> and <@U01KQJJ4928>. They were very helpful and insightful.","by":"Irvin Cardenas"}],"U01JQN70X7W":[{"message":"Thank you <@U01JQN70X7W>! :heart:","by":"Holly Grimm"}],"U01JB9SNUBF":[{"message":"The husk is this 8 week thing we do every so often, but the real Kernel is a rainbow bridge between mind and heart <@U01JB9SNUBF> - and that is something you have this one, wild and precious life to explore at your leisure, even with just one or two people you had a meaningful interaction with round these more reflective part of our world wide web of light :wink: :rainbow:","by":"cryptowanderer"},{"message":"I would like to express my gratitude to all the people here in this cohort, you all make this journey feel live and present here and now. \nAs a side note, the day after KERNEL Adventure began, the life hit me with few rocks, making my adventure and journey here entirely different from what I have imagined, making me appreciate every moment I managed to be present, any conversation I had and any connection that was created, despite of what I was going through… \nMy special gratitude goes to: \n<@U01J2L55YKZ>, you were crazy enough to follow me through the rabbit hole, despite the madness of your reality, and so brilliant to immediately grasp and contribute to any, as crazy and complex idea that came over. You helped me form a “we” instead of a “me, the lone nut”, and that has made all the difference.\n<@U01JB7G26B0>*,* you had the empathy to recognise something in me, encouraged my craziness and made me feel welcomed. \n<@U01JB9SNUBF>, you are so crazy and passionate about Upala, that you made me feel like I’m home in this setting.\n<@U01JULXMCGH>, your interest in the idea and the offer to contribute to Agadom assured us that we are on the right track.\n\n<@U016Q117G67> Thank you for the flashlight.","by":"Ellen Rapaport"},{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"}],"U01JE014CE9":[{"message":"ohhhhh snap! The `truthmeans` koan just got solved! :tada: :tada: :tada: :dancer:\n\n<@U01JE014CE9> thank you, thank you, thank _you_. Such a beautiful message - so much more than I could have hoped for when writing that little adventure... Please send me an ETH address via DM - Candid Syzygy is yours, may the stars forever find interesting alignments for you and those you love, and whom are lucky enough to love you :pray:","by":"cryptowanderer"}],"U01J2L55YKZ":[{"message":"I would like to express my gratitude to all the people here in this cohort, you all make this journey feel live and present here and now. \nAs a side note, the day after KERNEL Adventure began, the life hit me with few rocks, making my adventure and journey here entirely different from what I have imagined, making me appreciate every moment I managed to be present, any conversation I had and any connection that was created, despite of what I was going through… \nMy special gratitude goes to: \n<@U01J2L55YKZ>, you were crazy enough to follow me through the rabbit hole, despite the madness of your reality, and so brilliant to immediately grasp and contribute to any, as crazy and complex idea that came over. You helped me form a “we” instead of a “me, the lone nut”, and that has made all the difference.\n<@U01JB7G26B0>*,* you had the empathy to recognise something in me, encouraged my craziness and made me feel welcomed. \n<@U01JB9SNUBF>, you are so crazy and passionate about Upala, that you made me feel like I’m home in this setting.\n<@U01JULXMCGH>, your interest in the idea and the offer to contribute to Agadom assured us that we are on the right track.\n\n<@U016Q117G67> Thank you for the flashlight.","by":"Ellen Rapaport"}],"U01JB7G26B0":[{"message":"I would like to express my gratitude to all the people here in this cohort, you all make this journey feel live and present here and now. \nAs a side note, the day after KERNEL Adventure began, the life hit me with few rocks, making my adventure and journey here entirely different from what I have imagined, making me appreciate every moment I managed to be present, any conversation I had and any connection that was created, despite of what I was going through… \nMy special gratitude goes to: \n<@U01J2L55YKZ>, you were crazy enough to follow me through the rabbit hole, despite the madness of your reality, and so brilliant to immediately grasp and contribute to any, as crazy and complex idea that came over. You helped me form a “we” instead of a “me, the lone nut”, and that has made all the difference.\n<@U01JB7G26B0>*,* you had the empathy to recognise something in me, encouraged my craziness and made me feel welcomed. \n<@U01JB9SNUBF>, you are so crazy and passionate about Upala, that you made me feel like I’m home in this setting.\n<@U01JULXMCGH>, your interest in the idea and the offer to contribute to Agadom assured us that we are on the right track.\n\n<@U016Q117G67> Thank you for the flashlight.","by":"Ellen Rapaport"},{"message":"This is an amazing suggestion <@U01J0H4BH2B> <@U01JB7G26B0>.\n\nWould love to know thoughts from Sourcecred wizard <@U01D1166621>\n\nP.S. — KERNEL Sourcred Slack plugin is coming soon :wink:","by":"Sachin Mittal"}],"U01JULXMCGH":[{"message":"I would like to express my gratitude to all the people here in this cohort, you all make this journey feel live and present here and now. \nAs a side note, the day after KERNEL Adventure began, the life hit me with few rocks, making my adventure and journey here entirely different from what I have imagined, making me appreciate every moment I managed to be present, any conversation I had and any connection that was created, despite of what I was going through… \nMy special gratitude goes to: \n<@U01J2L55YKZ>, you were crazy enough to follow me through the rabbit hole, despite the madness of your reality, and so brilliant to immediately grasp and contribute to any, as crazy and complex idea that came over. You helped me form a “we” instead of a “me, the lone nut”, and that has made all the difference.\n<@U01JB7G26B0>*,* you had the empathy to recognise something in me, encouraged my craziness and made me feel welcomed. \n<@U01JB9SNUBF>, you are so crazy and passionate about Upala, that you made me feel like I’m home in this setting.\n<@U01JULXMCGH>, your interest in the idea and the offer to contribute to Agadom assured us that we are on the right track.\n\n<@U016Q117G67> Thank you for the flashlight.","by":"Ellen Rapaport"}],"U01D1166621":[{"message":"<@U016C909613> <@U01D1166621>  <@U016C8XH6NR> <@U016Q117G67> thank you so so much. Your work here is definitely shaping the future of our space, in a way that is respectful, positive, healthy and collaborative. Making us better as builders/thinkers but also, I dare to say with all those teachings, as humans. Thank you!","by":"Simon Fremaux"},{"message":"Also thankful to <@U016C909613> <@U01D1166621> and <@U016C8XH6NR> for setting these up. The team has learned a lot these past few days.","by":"Irvin Cardenas"},{"message":"This is an amazing suggestion <@U01J0H4BH2B> <@U01JB7G26B0>.\n\nWould love to know thoughts from Sourcecred wizard <@U01D1166621>\n\nP.S. — KERNEL Sourcred Slack plugin is coming soon :wink:","by":"Sachin Mittal"},{"message":"<@U018MA2MG7N> -- <@U01J0H4BH2B> mentioned you're looking to test.... <http://cicolab.org|cicolab.org> definitely interested, ready :slightly_smiling_face:\nthx <@U016C909613>!  + <@U01D1166621>, ears open","by":"Charles Blass"}],"U01J0KYS5E3":[{"message":"I'd like to thank <@U01J0KYS5E3> and all the <#C01KLFC6S9E|best-practicers> for reviewing Swirl. Thanks a lot frens! :blue_heart:","by":"Tony Snark"},{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"}],"U01KU9GLVL0":[{"message":"<@U01KU9GLVL0> are you guys interested in reviewing <https://learn.figment.io/network-documentation/near/tutorials/1-project_overview/2-fungible-token|NEAR> contracts?","by":"Rich Tobacco"}],"U01KB07V86L":[{"message":"Thanks so much for today <@U01KB07V86L> <@U01JJFB16RG> :heart:\nIt was one of the best fireside for me personally! And topics covered were something we all here relate to.\n\n<https://twitter.com/sm_judge/status/1362457576265318403?s=20>","by":"Sachin Mittal"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"Couldn't ask for much more mane. :tada::seedling:Can't wait to express how much it means to have this important exposure for the Longhouse efforts in this space.\nSee you all soon --Will use <https://www.airmeet.com/event/5870d110-50ea-11eb-8147-3531ef3bc161>\n\n<@U01758RQ941> <@U01KB07V86L> <@U01JM4ZUS9G> Pinging you all here to show all that is up for dialogue in todays get together :slightly_smiling_face:","by":"Harold Davis"},{"message":"We feel obliged to invite you all to the historical <https://zoom.us/j/680036644|Two Row Wampum Working Group> every Wednesday at 4pm PST; <https://us02web.zoom.us/j/88951957700|Reconstitution of the Eagle &amp; Condor Council >every other Sunday at 10am PST, ping us if interested in observing or speaking, or simply beginning dialogue :slightly_smiling_face: any day possible &amp; we’ll be sure that the Longhouse knows you are coming :purple_heart:  <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>\n\n<@U01J1CD2XJB> Special Reconstitution starting now Feb. 14  link above :point_up_2::skin-tone-5:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01JLBWHFQB> <@U01KB07V86L> The Longhouse on <https://youtu.be/cJdqRkqWX6c?t=4381|de)commodification>(one piece of the creation of the league of peace oral history 2k yrs old). Thought yal might appreciate; found this <@U016Q117G67> after the Longhouse informed us that this coming Reconstitution on Sunday is going to be special \"we're in for a treat, a function of the protocols no one has ever seen before! The last wampum...the whole Law in wrapped into one wampum..laws of peace.\"(of over a hundred wampums, varying length). This is mentioned at end of language class linked briefly too.\n\n<@U01K8B5D5RN> here is everybody :)","by":"Harold Davis"}],"U01JJFB16RG":[{"message":"Thanks so much for today <@U01KB07V86L> <@U01JJFB16RG> :heart:\nIt was one of the best fireside for me personally! And topics covered were something we all here relate to.\n\n<https://twitter.com/sm_judge/status/1362457576265318403?s=20>","by":"Sachin Mittal"},{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"Here are left over thoughts &amp; some notes from our last Junto that may lend to David’s thoughts on indigenous influence in our urgent times. His great articulation of the benefits of consensus &amp; the creation of new bottom up structures-- seems to speak to where the weight of transformative power of indigenous dialogue resides. Not having to start from scratch in autonomous creation of new sustainable structures is a huge advantage we shouldn’t take for granted on any front.\n\nInsights to western misnomers of indigenous social structures through a matrilineal indigenous &amp; _Kanienke'ha'ka perspective (misnomer - Mohawk)_: \n\nFemale/Male Chief = “The Best of us”-- chosen by women title-holders with 100% consensus decision making. “(De)horned” by women when deemed ineligible for title. No campaigns or elections, to avoid any “perception of corruption.” Perceptions of possible pillow talk amongst representatives means title-holders can not be married to each other for example.\n\nHereditary - Is reference to clan —not blood, or immediate family. Used as mechanism to protect against nepotism or any “perceptions of corruption,” not to ensure nepotism as in the western context. Even if not blood &amp; across the territory for example— inter clan marriage is illegal. Representatives can not hand down title to their children-- as in the western meaning of hereditary monarchies. Clan is blood only in the case that legally clan can only be given by mother to children. If your mother is does not have a clan but your father does you are his  “__” clan “hung about the neck.” This becomes relevant in case of legal title eligibility. \n\nElected Tribal or Band councils across the hemisphere today do not abide by any of these native constitution laws —their chief title only being legal in context of municipalities of respective colonial nations — which means they have signed away their rightful nation to nation status of the Two Row Wampum Peace Treaty. We can never express our gratitude to the women of the Longhouse in Kahnawake, who have kept this Peace Treaty alive for us to leverage today. \n\nSlavery - The Longhouse is adamant about the absence of slavery in the hemisphere. The Longhouse is also always careful not to speak on the protocols of other native nations. So this strong stance on slavery is likely a reference to the continuity that also exist amongst those distinctions—from a common history &amp; cosmology “the journey of the corn.”\n\nThis is consistent with the Longhouse’s oral documentation of “the bringing into the heart fire” concept of indigenous ”justice systems.” Hereditary in the indigenous context becomes important in Wengrow’s mention of “hereditary slavery”--because it likely points to an adoption into clan mechanism, merely getting lost in an ethnographic translation. To jail or imprison a human being in Longhouse oral documentation has always been illegal. So it follows that anything even closely resembling the chattel style slavery we attach to the word would inherently be deemed illegal as well. The worst of crimes meant being marked on the face as the worst of offenders, to be easily identified by surrounding nations -- then let free in to the wilderness. Or killed immediately for the heinous offense. \n\nHinting at possible matrilineal continuity across oceans — this is also consistent with other matrilineal justice mechanisms of Africa. Mentioned by polymath, physicist, anthropologist, archaeologist, linguist, historian —Cheikh Anta Diop. Diop describes precolonial west African nations having intricate protocols for bringing local/regional rule benders into the family for a determined period of time —after which it was then illegal to ever disparage the person by even mentioning the crime or this time of the person’s life. \n\nThis last nuance actually points to elaborate cultural protections against free labor —as does clan adoption via “bringing into the heart fire” in the native context. \n\nChattel slavery is largely dependent on quite the contrary elaborate cultural mechanisms of dehumanization — rhetoric of infidels was just as pop culture as minstrel shows, toys, cartoons food labels &amp; children restaurants called “Little Black Sambo” as recent as the 80s here in the states for example. These indigenous systems seem to be humanizing as much as possible with protections against dehumanization.\n\nThis makes lot more sense than this “heart fire” phrasing being a sick euphemism for what is the Islamic origin of chattel slavery ,in which we are the most familiar in the west. As Graeber mentions the folks in the 1500s having a hard time believing natives had even heard of Jesus let alone (or practice human sacrifice to demons) denounce him. This may be a continuation of this same phenomenon via the slavery misnomer that is rooted in old world religious, political &amp; economic systems. Far removed from a precolonial native world. \n\n“The forgotten slave trade” of east Africa &amp; what was then — extensions of these east African nations into the Middle East. Resulted in an ethnic cleansing not unlike what has happened in modern Palestine in our lifetime. It also lasted long enough to overlap with the west African slave trade. \nNot unlike our real time awareness of geopolitics today, important history of both eras of African slavery are largely lost to highly politicized &amp; or religious narratives, somehow skipping over indigenous spiritual/cultural influence in the regions for millenia. Diop mentions interesting west African context often left out — the “bringing into the heart fire” style justice systems were still intact in these still precolonial black African nations — this was exploited by slave traders before raids became necessary because these nations rose to the defense of their people after discovering the crime. \n\nNone of this takes away from Graeber’s overall point of empirical political data over millenia giving robust design to political systems of the hemisphere. The details here merely add to the importance of Graeber’s work &amp; due diligence in this area of study — work virtually unprecedented in his peers past or present. These details are also likely derivatives of the formulaic aspect of indigenous modes of social organization — explaining the cultural continuity in respective hemispheres. All distinct cultures of course but also self similar like the coast lines themselves, through common cosmological significations expressing beautiful social resilience in diversity. \n\nGraeber is also spot on in another remarkable and extremely relevant way for those of us here in this cohort together. Wage slavery is another kind of slavery we are familiar with — and this is where there is some actual real independent cultural overlap! The pre-colonial Five Nations Longhouse Confederacy was on the brink of falling into perpetual cycles of wage based slavery similar but likely also distinct from modern industrialized systems. \n\nThis is oral documentation of nations coming out of war and into peace 2.5k yrs ago. Wampum shells for the beads on strings of sinew that was used for trade; were becoming commodified. Not from old world systems of settler colonial extraction &amp; military market creation of course; the shells were becoming commodified by default of nations at war. War meant it simply wasn’t safe to collect these shells from the lakes. War eventually created a corrupted mind that was content to have others work for them via control of these shells. This mind was successfully transformed with matrilineal council that protected long term, against male dominant commodification of all strains of life — this lasted up until colonization. \n\nThe League of Peace formed 2.5k yrs ago out of this empirical data matched with even older formulaic design that goes back to Sky Woman herself. This is a beautiful precedent that is desperately needed in these times. And Graeber’s words truly become prophetic in this context. <@U016Q117G67> <@U016C909613> <@U01JLBWHFQB> <@U01JJFB16RG>","by":"Harold Davis"},{"message":"Ok, phew :sweat_smile:\n\n<@U016QN5HLLB> I have colonised your notes :wink: <https://kernel.community/conversation/>\n\nPlease forgive me? If you can, please also consider adding to, editing and in any way you please extending this beginning? I would be happy to collaborate on this new section of the Kernel site...\n\n<@U01JJFB16RG> if you feel inspired, perhaps the artists' interpretation of this, and the fact of creativity in the face of alienation and the other aspects of that quote which stood out for you could be compiled into another page in this section?\n\nThe site is in an open GH repo: <http://github.com/andytudhope/kernel|github.com/andytudhope/kernel> though I will, of course, be happy to convert any document you send me into the appropriate form if you don't feel comfortable running it locally :pray: Once we have discussed this a bit, edited it and made the correct and appropriate changes to all my appropriation, we can post it in the general channel and invite further collaboration...","by":"cryptowanderer"},{"message":"There seems to be an intricate relationship to war &amp; commodification. In the oral documentation, war is what leads to the commodification of the wampum shells, not the other way around. This suggests that protections for matrilineal heritage in all strains of life embedded into collective decision making processes for peaceful diplomacy between nations is imperative for longterm sustainability in complex systems.\n\nWithout this protection, everything is at risk of commodification --war seems to create an artificial scarcity that bleeds into every aspect of our social &amp; eco organization. Artificial scarcity replaces the reality of regenerative abundance --hence the harm of a global male dominant system. The commodification starts with our means for tracking morphology of long term dynamics --wampum shells. Indigenous modes of tracking transactions were less about value placement than ensuring balance was being maintained in complex dynamics. \"Balance always has to come from where there is more\"-- making value placements on goods less relevant than the mechanism of keeping record.\n\nAfter our tracking mechanisms are compromised, your presumption of untamed brutal extraction/commodification to follow seems spot on. What is ultimately a tool for tracking the collective health of our mother's body (Earth) becomes a tool for her brutalization. A fundamental belief of regenerative abundance is replaced with a fundamental belief of scarcity. Our entire regenerative heritage is then made invisible &amp; then easily exploited, from smallest levels to the largest levels of Sky Woman's spiral design. This is identified in the oral documentation very clearly.\n\nThank you kindly for this keen observation <@U01JJFB16RG> :heart:","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"Ok beautiful, ty kindly <@U016Q117G67> for initiating this! Have coordinated with one of the women close the Longhouse too!\nDezirae &amp; myself have learned lots from her. She is sitting as temporary Turtle Clan Representative --to learn the protocols for matrilineal systems. A powerful notion in corrections in historical Two Row Wampum dialogue for folks in Quebec &amp; everywhere.\n\nAiming for 8am tomorrow for myself, so is this 11am for you <@U01JLBWHFQB> ? 6PM for you <@U016Q117G67>? 4pm <@U01JJFB16RG>?","by":"Harold Davis"},{"message":"this will work fine, thank you :pray: <@U016QN5HLLB> <@U01JJFB16RG> <@U01J1CD2XJB> maybe we can use zoom as there are no more seats at that table....","by":"cryptowanderer"},{"message":"We feel obliged to invite you all to the historical <https://zoom.us/j/680036644|Two Row Wampum Working Group> every Wednesday at 4pm PST; <https://us02web.zoom.us/j/88951957700|Reconstitution of the Eagle &amp; Condor Council >every other Sunday at 10am PST, ping us if interested in observing or speaking, or simply beginning dialogue :slightly_smiling_face: any day possible &amp; we’ll be sure that the Longhouse knows you are coming :purple_heart:  <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>\n\n<@U01J1CD2XJB> Special Reconstitution starting now Feb. 14  link above :point_up_2::skin-tone-5:","by":"Harold Davis"},{"message":"In discussing work to be done for further fragments of anarchist anthropology <@U01JJFB16RG>, Graeber writes: \"This is the ultimate prize: what, precisely, are the possible dimensions of non-alienated experience?\" Thought you might like that bit. Pg 39 (75) of the <https://abahlali.org/files/Graeber.pdf|pdf>","by":"cryptowanderer"},{"message":"Ty kindly for this <@U01JJFB16RG> Can't wait to hear your voice in council soon :slightly_smiling_face: So many things you say align with the Longhouse lens, its remarkable what experience in consensus makes visible! Same with yourself <@U016Q117G67>. This is something we are coming across in this space more often, even on the Longhouses's most \"radical\" views (as radical as Peace can get haha). Many of the touchiest points of dialogue have fairly clear paths for tangible \"engaged respect and a common aim of living together, instead of converting one another..\" Matrilineal heritage might cut right across the board, as means for common understanding.\nFrom regenerative concepts through to appropriation of power in communities on the fringes of any given predominant system. Our matrilineal heritage is being made explicit by the current urgency emitting from our common body of Mother Earth, that our faces yet beneath her, all grow from-- to live together, protecting, healing, and (co)evolving with her, deigning as good minded ancestors of nations that keep their respective ceremonies, forever.:fist::skin-tone-5:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01JLBWHFQB> <@U01KB07V86L> The Longhouse on <https://youtu.be/cJdqRkqWX6c?t=4381|de)commodification>(one piece of the creation of the league of peace oral history 2k yrs old). Thought yal might appreciate; found this <@U016Q117G67> after the Longhouse informed us that this coming Reconstitution on Sunday is going to be special \"we're in for a treat, a function of the protocols no one has ever seen before! The last wampum...the whole Law in wrapped into one wampum..laws of peace.\"(of over a hundred wampums, varying length). This is mentioned at end of language class linked briefly too.\n\n<@U01K8B5D5RN> here is everybody :)","by":"Harold Davis"},{"message":"<@U01JJFB16RG> Yes <@U01J1CD2XJB> is in the email thread, along with Magenta! Just double checked with Magenta that we get the invite to her. :purple_heart: Ty kindly for this, guess an overlooked benefit of consensus is self organizing coordination :pray::skin-tone-5: (this was several hrs in too!) Would you like to join us as well btw?\nYes, Susan's story is very powerful &amp; indicative of experiences usually gone unheard, her first time sharing was last Reconstitution, and was just as riveting every second. Again, ty kindly for your appreciation of the range of voices &amp; the space for them.\nWe've learned a lot from the Longhouse's commitment to the process. Yesterday was great example, Everyone was likely on few hrs of sleep from previous night's Black wampum ceremony, class &amp; celebrating Angele's bday :joy:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01J1CD2XJB> Thought y'all might <https://paper.dropbox.com/doc/Black-Wampum--BHUf_qEAEVc50D2J8SdP~RWqAQ-4pC69bsB6HAHqswLbtsem|dig this>. <@U016Q117G67> More PRs coming soon after the due diligence linked. :slightly_smiling_face: Hope all is well, Skennen Kowa, Great Peace :purple_heart: Sending love.","by":"Harold Davis"},{"message":"Giving thanks here to everyone who made it or was interested in our first Junto! <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB> <@U016C909613> <@U016Q117G67> Was amazing discussion from start to finish thanks to the brilliant contributions &amp; questions. We will schedule the next ASAP. We will be sure to schedule a meeting with the Longhouse this time, direct questions of matrilineal protocols and more will be possible then!","by":"Harold Davis"},{"message":"<@U01758RQ941> we can connect again ASAP, had good brief intro discussion to token engineering for communities focused on varying forms of decommodification --preservation of intrinsic value flows. Here is the Proof of Transfer (<https://docs.blockstack.org/understand-stacks/proof-of-transfer|PoX>) documentation mentioned <@U01JJFB16RG> also the <https://github.com/psq/flexr|amazing developer> of <https://github.com/psq/swapr|swapr> (decentralized exchange) mentioned (xtra <https://blog.blockstack.org/ama-with-jude-nelson-app-chains-clarity-smart-contracts-stacking-jude/|app chain> &amp; <https://blog.blockstack.org/bringing-clarity-to-8-dangerous-smart-contract-vulnerabilities/|Smart contract> context). We are planning to reach out to this dev for the chapter work you mention Sebnem. Maybe there is chance to get similar questions answered at same time in the process? We are still in first launch weeks of the latest mainnet release, so hopefully he has some spare time &amp; interest. :crossed_fingers::skin-tone-5:","by":"Harold Davis"},{"message":"<@U01JJFB16RG> Ty for the kind words &amp; all the support already. Can't wait for next chance to talk <@U01J1CD2XJB> do reach out for any reason. Already a successful start to this block in our book btw :slightly_smiling_face: :fire:","by":"Harold Davis"}],"U01JT9T6QQ4":[{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"}],"U01JLBWHFQB":[{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"},{"message":"Sending love to you all for the beautiful discussions &amp; unreal support in every way :pray::skin-tone-5::fist::skin-tone-5: <@U01JLBWHFQB> <@U01J1CD2XJB> <@U01JJFB16RG> <@U01KB07V86L> <@U016C909613> <@U016Q117G67>","by":"Harold Davis"},{"message":"Here are left over thoughts &amp; some notes from our last Junto that may lend to David’s thoughts on indigenous influence in our urgent times. His great articulation of the benefits of consensus &amp; the creation of new bottom up structures-- seems to speak to where the weight of transformative power of indigenous dialogue resides. Not having to start from scratch in autonomous creation of new sustainable structures is a huge advantage we shouldn’t take for granted on any front.\n\nInsights to western misnomers of indigenous social structures through a matrilineal indigenous &amp; _Kanienke'ha'ka perspective (misnomer - Mohawk)_: \n\nFemale/Male Chief = “The Best of us”-- chosen by women title-holders with 100% consensus decision making. “(De)horned” by women when deemed ineligible for title. No campaigns or elections, to avoid any “perception of corruption.” Perceptions of possible pillow talk amongst representatives means title-holders can not be married to each other for example.\n\nHereditary - Is reference to clan —not blood, or immediate family. Used as mechanism to protect against nepotism or any “perceptions of corruption,” not to ensure nepotism as in the western context. Even if not blood &amp; across the territory for example— inter clan marriage is illegal. Representatives can not hand down title to their children-- as in the western meaning of hereditary monarchies. Clan is blood only in the case that legally clan can only be given by mother to children. If your mother is does not have a clan but your father does you are his  “__” clan “hung about the neck.” This becomes relevant in case of legal title eligibility. \n\nElected Tribal or Band councils across the hemisphere today do not abide by any of these native constitution laws —their chief title only being legal in context of municipalities of respective colonial nations — which means they have signed away their rightful nation to nation status of the Two Row Wampum Peace Treaty. We can never express our gratitude to the women of the Longhouse in Kahnawake, who have kept this Peace Treaty alive for us to leverage today. \n\nSlavery - The Longhouse is adamant about the absence of slavery in the hemisphere. The Longhouse is also always careful not to speak on the protocols of other native nations. So this strong stance on slavery is likely a reference to the continuity that also exist amongst those distinctions—from a common history &amp; cosmology “the journey of the corn.”\n\nThis is consistent with the Longhouse’s oral documentation of “the bringing into the heart fire” concept of indigenous ”justice systems.” Hereditary in the indigenous context becomes important in Wengrow’s mention of “hereditary slavery”--because it likely points to an adoption into clan mechanism, merely getting lost in an ethnographic translation. To jail or imprison a human being in Longhouse oral documentation has always been illegal. So it follows that anything even closely resembling the chattel style slavery we attach to the word would inherently be deemed illegal as well. The worst of crimes meant being marked on the face as the worst of offenders, to be easily identified by surrounding nations -- then let free in to the wilderness. Or killed immediately for the heinous offense. \n\nHinting at possible matrilineal continuity across oceans — this is also consistent with other matrilineal justice mechanisms of Africa. Mentioned by polymath, physicist, anthropologist, archaeologist, linguist, historian —Cheikh Anta Diop. Diop describes precolonial west African nations having intricate protocols for bringing local/regional rule benders into the family for a determined period of time —after which it was then illegal to ever disparage the person by even mentioning the crime or this time of the person’s life. \n\nThis last nuance actually points to elaborate cultural protections against free labor —as does clan adoption via “bringing into the heart fire” in the native context. \n\nChattel slavery is largely dependent on quite the contrary elaborate cultural mechanisms of dehumanization — rhetoric of infidels was just as pop culture as minstrel shows, toys, cartoons food labels &amp; children restaurants called “Little Black Sambo” as recent as the 80s here in the states for example. These indigenous systems seem to be humanizing as much as possible with protections against dehumanization.\n\nThis makes lot more sense than this “heart fire” phrasing being a sick euphemism for what is the Islamic origin of chattel slavery ,in which we are the most familiar in the west. As Graeber mentions the folks in the 1500s having a hard time believing natives had even heard of Jesus let alone (or practice human sacrifice to demons) denounce him. This may be a continuation of this same phenomenon via the slavery misnomer that is rooted in old world religious, political &amp; economic systems. Far removed from a precolonial native world. \n\n“The forgotten slave trade” of east Africa &amp; what was then — extensions of these east African nations into the Middle East. Resulted in an ethnic cleansing not unlike what has happened in modern Palestine in our lifetime. It also lasted long enough to overlap with the west African slave trade. \nNot unlike our real time awareness of geopolitics today, important history of both eras of African slavery are largely lost to highly politicized &amp; or religious narratives, somehow skipping over indigenous spiritual/cultural influence in the regions for millenia. Diop mentions interesting west African context often left out — the “bringing into the heart fire” style justice systems were still intact in these still precolonial black African nations — this was exploited by slave traders before raids became necessary because these nations rose to the defense of their people after discovering the crime. \n\nNone of this takes away from Graeber’s overall point of empirical political data over millenia giving robust design to political systems of the hemisphere. The details here merely add to the importance of Graeber’s work &amp; due diligence in this area of study — work virtually unprecedented in his peers past or present. These details are also likely derivatives of the formulaic aspect of indigenous modes of social organization — explaining the cultural continuity in respective hemispheres. All distinct cultures of course but also self similar like the coast lines themselves, through common cosmological significations expressing beautiful social resilience in diversity. \n\nGraeber is also spot on in another remarkable and extremely relevant way for those of us here in this cohort together. Wage slavery is another kind of slavery we are familiar with — and this is where there is some actual real independent cultural overlap! The pre-colonial Five Nations Longhouse Confederacy was on the brink of falling into perpetual cycles of wage based slavery similar but likely also distinct from modern industrialized systems. \n\nThis is oral documentation of nations coming out of war and into peace 2.5k yrs ago. Wampum shells for the beads on strings of sinew that was used for trade; were becoming commodified. Not from old world systems of settler colonial extraction &amp; military market creation of course; the shells were becoming commodified by default of nations at war. War meant it simply wasn’t safe to collect these shells from the lakes. War eventually created a corrupted mind that was content to have others work for them via control of these shells. This mind was successfully transformed with matrilineal council that protected long term, against male dominant commodification of all strains of life — this lasted up until colonization. \n\nThe League of Peace formed 2.5k yrs ago out of this empirical data matched with even older formulaic design that goes back to Sky Woman herself. This is a beautiful precedent that is desperately needed in these times. And Graeber’s words truly become prophetic in this context. <@U016Q117G67> <@U016C909613> <@U01JLBWHFQB> <@U01JJFB16RG>","by":"Harold Davis"},{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"<https://www.youtube.com/watch?v=RjBLGXhKMp8|cheesy song> alert, just for you <@U01JLBWHFQB> :rotating_light:","by":"cryptowanderer"},{"message":"Ok beautiful, ty kindly <@U016Q117G67> for initiating this! Have coordinated with one of the women close the Longhouse too!\nDezirae &amp; myself have learned lots from her. She is sitting as temporary Turtle Clan Representative --to learn the protocols for matrilineal systems. A powerful notion in corrections in historical Two Row Wampum dialogue for folks in Quebec &amp; everywhere.\n\nAiming for 8am tomorrow for myself, so is this 11am for you <@U01JLBWHFQB> ? 6PM for you <@U016Q117G67>? 4pm <@U01JJFB16RG>?","by":"Harold Davis"},{"message":"<@U016Q117G67> Here is all but two days (everyday is important) of 15, of the last oral constitution recital  - day 3 &amp; 4 on fb only it seems, but rest are on youtube &amp; may be better quality: <https://www.facebook.com/pg/reconstitutioneagleandcondor/videos/?ref=page_internal> <https://www.youtube.com/watch?v=feFwTOUIHkc>\nCouncil linked below shows impact of 1600s n 1800s contract between Britain n Canada w/implications for how \"old money contracts\" still impact the hemisphere--world.\n\nAs well as lil clarity on how &amp; why \"Band council &amp; Tribal elected chiefs\" &amp; other native communities &amp; *ALL OF US* have lost, or don't know of *OUR* nation to nation status-- access that is still available! Individual nation hood &amp; thus collective autonomy too.\n\n*Important note you may appreciate <@U01JLBWHFQB>* <@U016C909613>:\nThis international jurisprudence *on all seas* is unlike any other nation to nation Treaty -- that we can speak to for sure anyway -- The protocols of the Two Row Wampum Peace Treaty are an extension of the Great Law of Peace --which is an extension of a cosmology that goes back to Sky Woman herself.\n\nThus Paul Watson left GreenPeace after founding it --Lost vessel registration from conventional Canadian \"Nation\"  -- but now has \"non-man-made\" --cosmology worth of jurisprudence <https://www.seashepherd.org.uk/news-and-commentary/news/sea-shepherd-receives-the-flag-of-the-five-nations-of-the-iroquois-confederacy.html|protection>.  Ultimately allowing Paul to pursue passions otherwise quite literally impossible. This is a deeply transformative incentive that dovetails with what is possible in web3 world trade across fields of discipline. And begs the questions of what true nationhood actually is? What true power actually is --and looks like.\n\nThought you might appreciate the implications of this unique jurisprudence &amp; the protections therein that are a truly profound notion of Indigenous concepts of *Power -- Her design:*\n<https://www.youtube.com/watch?v=HUlibsjmF2I>","by":"Harold Davis"},{"message":"<@U01JJFB16RG> <@U01JLBWHFQB> <@U01KB07V86L> The Longhouse on <https://youtu.be/cJdqRkqWX6c?t=4381|de)commodification>(one piece of the creation of the league of peace oral history 2k yrs old). Thought yal might appreciate; found this <@U016Q117G67> after the Longhouse informed us that this coming Reconstitution on Sunday is going to be special \"we're in for a treat, a function of the protocols no one has ever seen before! The last wampum...the whole Law in wrapped into one wampum..laws of peace.\"(of over a hundred wampums, varying length). This is mentioned at end of language class linked briefly too.\n\n<@U01K8B5D5RN> here is everybody :)","by":"Harold Davis"},{"message":"<@U01JLBWHFQB> <@U01J1CD2XJB> Happy to jam on the models mentioned in these <https://paper.dropbox.com/doc/Two-Row-Wampum-Metagov-Grant--BFAC9F3F8xEcJ7eyrglk041FAQ-a13UqrvYn6gTr2YIHqLNq|grant drafts> if you guys are interested :ocean::ocean::ocean: :slightly_smiling_face: Also would just love your eyes on what we are up to in our first prototype. Will include latest meeting with Eglash &amp; Mayan midwife rep ASAP it was amazing to see :fire: Not to forget the great <@U01JT9UNS76> &amp; <@U01JT9P8NMS>","by":"Harold Davis"},{"message":"Giving thanks here to everyone who made it or was interested in our first Junto! <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB> <@U016C909613> <@U016Q117G67> Was amazing discussion from start to finish thanks to the brilliant contributions &amp; questions. We will schedule the next ASAP. We will be sure to schedule a meeting with the Longhouse this time, direct questions of matrilineal protocols and more will be possible then!","by":"Harold Davis"}],"U016QN5HLLB":[{"message":"Valentine's Day Gratitude for KB2 Fellows\n\n️:heart:ALL-STAR️:heart: <@U01JT9T6QQ4> for being an inspiring role model\n\n:heart:XOXO️:heart: <@U01JLBWHFQB> for your big picture thinking and introducing me to key people in the community\n\n:heart:#1 FAN️:heart: <@U01JB9SNUBF> for your innovative work in Identity with Upala\n\n:heart:URA TIGER:heart: <@U01J0KYS5E3> for your hard work with the <#C01KLFC6S9E|best-practicers>\n\n:heart:MAGIC NEW LOVE:heart: <@U016QN5HLLB> for including Indigenous dialog in blockchain systems\n\n:heart:GIRL POWER:heart: <@U01JJFB16RG> for your thoughtful comments and being true to your values","by":"Holly Grimm"},{"message":"Amazing!! Thanks for the shoutout <@U016QN5HLLB>","by":"Jenny Mith"},{"message":"Thank you so much <@U016QN5HLLB>... it is like you read my mind, or I somehow knew you had written this while I was sleeping, because I woke up this morning thinking about just these things.  How coercive our use of money is, and because of that mindset, our use of tokens in crypto.  Even our language often reflects this - posting a \"bounty\" for example.  I will re-read this this again while I have my first coffee, but I wanted to give you these first reactions. :heart:","by":"Sparrow Read"},{"message":"Ok, phew :sweat_smile:\n\n<@U016QN5HLLB> I have colonised your notes :wink: <https://kernel.community/conversation/>\n\nPlease forgive me? If you can, please also consider adding to, editing and in any way you please extending this beginning? I would be happy to collaborate on this new section of the Kernel site...\n\n<@U01JJFB16RG> if you feel inspired, perhaps the artists' interpretation of this, and the fact of creativity in the face of alienation and the other aspects of that quote which stood out for you could be compiled into another page in this section?\n\nThe site is in an open GH repo: <http://github.com/andytudhope/kernel|github.com/andytudhope/kernel> though I will, of course, be happy to convert any document you send me into the appropriate form if you don't feel comfortable running it locally :pray: Once we have discussed this a bit, edited it and made the correct and appropriate changes to all my appropriation, we can post it in the general channel and invite further collaboration...","by":"cryptowanderer"},{"message":"cc <@U0171RQGFB8> <@U01JDBH07PX> - recommend a read here as you embark on a series of conversations about the (conversational) projects you are building\n\n<@U016QN5HLLB> we are indebted to you for your contributions here!\n\n\nThe spirit of dialogue is, in short, the ability to hold many points of view in suspension, along with a primary interest in the creation of a common meaning.\n\nWe must have dialogues, we must share our thoughts. We must be able to think together. If we can’t think together and talk together, then we can do nothing together. Culture implies shared meaning in which everybody participates.","by":"Vivek Singh"},{"message":"It is this story that <@U016QN5HLLB> that really stood out for me. I mean, everything did in one way or another, but this one particularly felt like there was so much more to unlock to really understand the lessons to be learned here.\n\n`Minding the peace - The League of Peace formed 2,500 years ago as a response to the social climate in North America. The commodification of wampum shells at the time led to the outbreak of war. War meant it simply wasn't safe to collect these shells from the lakes. In the tradition, war is the result of - and perpetuates - a corrupted mind which is content to have others work for it via control and commodification. This mind was successfully transformed by the matrilineal council that protected long term peace, right up until total colonization.`\n\nWhen we commodify things, could it be that this is always the inevitable result? The act of commodification attempts to assign a 'value' to something.  Which works for goods, so they can be exchanged.  But we don't stop there.  When we turn living things, and people, into commodities that can be exchanged (human 'resources' our companies call them) this seems to only ever result in the killing of the thing we have tried to put a 'value' on.\n\nThere are many thing in just this one story that feels to me like important wisdom lost or ignored in much of what we see happening now.","by":"Sparrow Read"},{"message":"<@U016QN5HLLB> thank you brother :pray: I am beyond grateful for this contribution. While I watch the documentary and get things ready to deploy to prod, please enjoy some <https://www.youtube.com/watch?v=v4xZUr0BEfE|serious humour> somewhat linked to this sharing :heart:","by":"cryptowanderer"},{"message":"Would love to connect again in realtime. Also available this weekend, except 5-6pm Sunday and 2-3pm Saturday. <@U016QN5HLLB> apologies for being slow to continue the connection with Myra, snowed under but will do that this weekend.","by":"Magenta Ceiba"},{"message":"this will work fine, thank you :pray: <@U016QN5HLLB> <@U01JJFB16RG> <@U01J1CD2XJB> maybe we can use zoom as there are no more seats at that table....","by":"cryptowanderer"},{"message":"<@U016QN5HLLB> this may interest you? <https://dailyhive.com/vancouver/senakw-squamish-first-nation-vancouver-rental-housing-development>","by":"cryptowanderer"},{"message":"Just wanted to say thank you <@U016QN5HLLB> for the invite to yesterday's meeting.  What an amazing range of topics, knowledge, wisdom. :pray:  I felt incredibly honoured to be there listening. :heart:","by":"Sparrow Read"},{"message":"Thank you very much <@U016QN5HLLB> :pray:","by":"cryptowanderer"},{"message":"Dear friends. I have taken some time to put this together, because I am not a neutral observer :sweat_smile:\n\n<@U016QN5HLLB> here is my perspective of the TRW Council you so kindly invited me to. It need not go anywhere other than here, depneding on what you think of it. Thank you again for what was a great privilege. I hope that telling my experience honestly will be seen as my means of trying to honour the gifts given that day: <https://docs.google.com/document/d/1rAkarVUHUlXFHhclcD1c_mStGkgYdQz7aFKd7OJcC3k/edit?usp=sharing>","by":"cryptowanderer"},{"message":"Thank you so much <@U016QN5HLLB> - it was wonderful to learn from you and Desire and I look forward to more generative dialogue :heart:","by":"cryptowanderer"},{"message":"<@U01758RQ941> there is a whole lot of collective sense making opportunity with <@U016QN5HLLB> and others over the course of these next weeks (and beyond, I think).","by":"Sparrow Read"},{"message":"let's wait for <@U016C909613> and <@U016QN5HLLB> responses.","by":"Jeevan Pillay"},{"message":"Thanks to <@U016QN5HLLB> and <@U016HFP7P2A> for the great chat that we had about grassroots/indigenous organizations.","by":"Manuel Gonzalez Alzuru"}],"U01K42CU9U0":[{"message":"Thank you <@U01K42CU9U0> for sharing the info on the Token Engineering group. I officially joined today!!","by":"Irvin Cardenas"}],"U0176MFS25T":[{"message":"I'm thankful for today's one-on-one calls with <@U0176MFS25T> and <@U01KQJJ4928>. They were very helpful and insightful.","by":"Irvin Cardenas"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U01L4P3J4MT":[{"message":"A huge thank you to <@U01L4P3J4MT> for this super inspiring presentation filled with wisdom just now. This entire talk and your drive/energy about this (combined with saying that you are an introvert) have been super inspiring for me personally to really continue on the path I am on, so thx for this. :pray:\n\nThe presentation:\n<https://docs.google.com/presentation/d/1E1c8m9qkk3DbCrcFfotkse7gAOwTvck_q46J1_Vhd5Q/edit?usp=sharing>\n\nZach's awesome comic: <https://abductedthecomic.com>","by":"Kris Decoodt"}],"U01J3J7FGB1":[{"message":"Extending this to you <@U01J3J7FGB1> <https://kernel.community/conversation/|this is not a thing> without your powerful leadership.:fist::skin-tone-5::purple_heart:","by":"Harold Davis"}],"U01JQP2MMTM":[{"message":"Shoutout to <@U016C909613> for organizing the kernel office hours so well! I was bummed as last week the first project my mentor was reviewing ran late into my time and we couldn't cover much.  Vivek was instrumental in getting me set up with <@U01JQP2MMTM> for office hours this week and I now have a ton of clarity on how to more forward!","by":"Carl Farterson"}],"U01J0H4BH2B":[{"message":"<http://www.phys.unm.edu/~tw/fas/yits/archive/oliver_thejourney.html> <@U01J0H4BH2B>","by":"cryptowanderer"},{"message":"This is a message of gratitude to <@U01J0H4BH2B>, who showed up at CICOLAB yesterday and gave us some great advice to check out Dandelion Mané and Source Cred. This actually was not necessarily an obvious link, because Source Cred has been coming at their solution from \"reputation,\" and we have been talking about \"matching.\" (See here for a history of this idea: <https://miro.com/app/board/o9J_lYxOK30=/>). If you watch this <https://youtu.be/Ee99RK5_Jtg|condensed video (6 min)> of last night's discussion, you can see an example of what we call \"discoverability,\" which is huge problem within Kernel. This is because it is a highly innovative space, with high diversity of people from different backgrounds. That means that people might be working on different projects which might actually align in some way, but that is difficult to see on the surface (in other words, they would not be able to find each other using Google because of non-obvious search terms and lack of common language between different fields, or by simply listing what their project is about).  It takes a deeper dive into figuring out the \"why\" of what people are trying to do with their projects. So, thanks, Kris, for taking that time and making a really great connection which saved me so much work. You are a lifesaver.\n\nIn last night's session, we talked about Appreciation Bytes, our super-simple tool for noticing the often-invisible contributions of others which add to group intelligence. Our hypothesis is that we could use this to facilitate matching between a mess of groups, people, and projects, especially in a community-wide funding effort. It turns out that we have been working on the front end to what Source Cred has been developing the back end, and there is probably a high incidence of that in Kernel. Developing the machine and human technology to be able to put the memetic puzzles pieces together is a fascinating mission and one we look forward to helping to solve during our time at Kernel. <@U016C8XH6NR> <@U016C909613> <@U01JASV0C86>","by":"Lauren Nignon"},{"message":"This is an amazing suggestion <@U01J0H4BH2B> <@U01JB7G26B0>.\n\nWould love to know thoughts from Sourcecred wizard <@U01D1166621>\n\nP.S. — KERNEL Sourcred Slack plugin is coming soon :wink:","by":"Sachin Mittal"},{"message":"<@U018MA2MG7N> -- <@U01J0H4BH2B> mentioned you're looking to test.... <http://cicolab.org|cicolab.org> definitely interested, ready :slightly_smiling_face:\nthx <@U016C909613>!  + <@U01D1166621>, ears open","by":"Charles Blass"},{"message":"<@U01J0H4BH2B> The 2/ quote confuses me. The first paragraph states that neither lawyers nor technicians will run society, but then the second paragraph implies that the \"technical class\" will create the world for the people, so the people need to understand the myths that drive the technical class to create.\n\nI guess... both can be true?\n\nPerhaps I'll have deeper understanding after I read the material myself.","by":"David Hunt-Mateo"}],"U01JWV9JC6M":[{"message":"It is a great pleasure :pray: Perhaps <@U01JWV9JC6M> (who was a student of David's) might be able to answer the question about neoZapatista culture, because I would sure love to find out too. Either way though, we can always just keep our own going :wink:","by":"cryptowanderer"}],"U0171RQGFB8":[{"message":"cc <@U0171RQGFB8> <@U01JDBH07PX> - recommend a read here as you embark on a series of conversations about the (conversational) projects you are building\n\n<@U016QN5HLLB> we are indebted to you for your contributions here!\n\n\nThe spirit of dialogue is, in short, the ability to hold many points of view in suspension, along with a primary interest in the creation of a common meaning.\n\nWe must have dialogues, we must share our thoughts. We must be able to think together. If we can’t think together and talk together, then we can do nothing together. Culture implies shared meaning in which everybody participates.","by":"Vivek Singh"}],"U01JDBH07PX":[{"message":"cc <@U0171RQGFB8> <@U01JDBH07PX> - recommend a read here as you embark on a series of conversations about the (conversational) projects you are building\n\n<@U016QN5HLLB> we are indebted to you for your contributions here!\n\n\nThe spirit of dialogue is, in short, the ability to hold many points of view in suspension, along with a primary interest in the creation of a common meaning.\n\nWe must have dialogues, we must share our thoughts. We must be able to think together. If we can’t think together and talk together, then we can do nothing together. Culture implies shared meaning in which everybody participates.","by":"Vivek Singh"}],"U01758RQ941":[{"message":"<@U016Q117G67> I'm always up for moving things around for this kind of dialogue mane haha What say you <@U01JJFB16RG> <@U01JLBWHFQB> <@U01J1CD2XJB><@U016C909613><@U01758RQ941><@U01KB07V86L>??","by":"Harold Davis"},{"message":"Couldn't ask for much more mane. :tada::seedling:Can't wait to express how much it means to have this important exposure for the Longhouse efforts in this space.\nSee you all soon --Will use <https://www.airmeet.com/event/5870d110-50ea-11eb-8147-3531ef3bc161>\n\n<@U01758RQ941> <@U01KB07V86L> <@U01JM4ZUS9G> Pinging you all here to show all that is up for dialogue in todays get together :slightly_smiling_face:","by":"Harold Davis"},{"message":"&gt; Our common denominator seems we care as/for toolmakers and their/our ability to care about the \"ethical\" use of these tools (mind included)... Law of Peace, in an era this advanced connected, but also as <https://www.weforum.org/agenda/2020/01/yuval-hararis-warning-davos-speech-future-predications/|philosophically bankrupt>.\nExactly, this also might speak to your beautiful points on evolving from where we are &amp; the pull towards unity. The Longhouse often describes this as connecting the two strands of DNA. Then often will twist the Two Row Wampum belt to resemble the double helix :slightly_smiling_face:\n&gt; This seems a natural evolution, a pull, an \"ontological buoyancy\" towards unity - for which we transcend our limitation: the mind that cannot resolve paradoxes, nor can see the whole no matter how many models it ensembles.. <https://docs.google.com/presentation/d/13ZAmQgBYKgzah4jY3WkExuNSzhGqSABUZzZVl-fYKn8/edit?usp=sharing|\"strategically, profoundly, madly letting go\"> . I'm still unable to formulate what this is about, what is it that \"practically\" we're talking about?  Just a year ago I wouldn't have been able to follow - nor would I be motivated to do so - this conversation... then the universe conspired :wink:\nFresh off meeting with Ron Eglash of Generative Justice research group &amp; a young Mayan woman named Valentina, who is studying to be matrilineal midwife in Chiapas. The Longhouse interaction in the this context was fascinating to witness and study general feel of what is an extension of Two Row Wampum protocols for peace. \"Expanding the dream\" was a simple motif that emerged when discussing interdisciplinary prototyping for systems design. Despite largely disparate backgrounds &amp; geographies, there was a common understanding of *where we are*, juxtaposed with where we are coming from &amp; where we are planning to go. The Longhouse often saying \"there's no leaf suspended in air attached to nothing.\" This seems to beg your question on the power of questions to induce peace. This seems to be the case, especially in spaces of consensus. This is why the Longhouse protocols for peaceful dialogue layered atop of consensus is a remarkable _*tool*_ to have access to in our times. \"The enzyme that manages the connections of thee double helix.\" Indeed <@U01758RQ941> ---- _\"This seems a natural evolution, a pull, an \"ontological buoyancy\" towards unity\"_","by":"Harold Davis"},{"message":"<@U01758RQ941> there is a whole lot of collective sense making opportunity with <@U016QN5HLLB> and others over the course of these next weeks (and beyond, I think).","by":"Sparrow Read"},{"message":"<@U01758RQ941> we can connect again ASAP, had good brief intro discussion to token engineering for communities focused on varying forms of decommodification --preservation of intrinsic value flows. Here is the Proof of Transfer (<https://docs.blockstack.org/understand-stacks/proof-of-transfer|PoX>) documentation mentioned <@U01JJFB16RG> also the <https://github.com/psq/flexr|amazing developer> of <https://github.com/psq/swapr|swapr> (decentralized exchange) mentioned (xtra <https://blog.blockstack.org/ama-with-jude-nelson-app-chains-clarity-smart-contracts-stacking-jude/|app chain> &amp; <https://blog.blockstack.org/bringing-clarity-to-8-dangerous-smart-contract-vulnerabilities/|Smart contract> context). We are planning to reach out to this dev for the chapter work you mention Sebnem. Maybe there is chance to get similar questions answered at same time in the process? We are still in first launch weeks of the latest mainnet release, so hopefully he has some spare time &amp; interest. :crossed_fingers::skin-tone-5:","by":"Harold Davis"}],"U01JM4ZUS9G":[{"message":"Couldn't ask for much more mane. :tada::seedling:Can't wait to express how much it means to have this important exposure for the Longhouse efforts in this space.\nSee you all soon --Will use <https://www.airmeet.com/event/5870d110-50ea-11eb-8147-3531ef3bc161>\n\n<@U01758RQ941> <@U01KB07V86L> <@U01JM4ZUS9G> Pinging you all here to show all that is up for dialogue in todays get together :slightly_smiling_face:","by":"Harold Davis"}],"U01K8B5D5RN":[{"message":"<@U01JJFB16RG> <@U01JLBWHFQB> <@U01KB07V86L> The Longhouse on <https://youtu.be/cJdqRkqWX6c?t=4381|de)commodification>(one piece of the creation of the league of peace oral history 2k yrs old). Thought yal might appreciate; found this <@U016Q117G67> after the Longhouse informed us that this coming Reconstitution on Sunday is going to be special \"we're in for a treat, a function of the protocols no one has ever seen before! The last wampum...the whole Law in wrapped into one wampum..laws of peace.\"(of over a hundred wampums, varying length). This is mentioned at end of language class linked briefly too.\n\n<@U01K8B5D5RN> here is everybody :)","by":"Harold Davis"}],"U01JT9UNS76":[{"message":"<@U01JLBWHFQB> <@U01J1CD2XJB> Happy to jam on the models mentioned in these <https://paper.dropbox.com/doc/Two-Row-Wampum-Metagov-Grant--BFAC9F3F8xEcJ7eyrglk041FAQ-a13UqrvYn6gTr2YIHqLNq|grant drafts> if you guys are interested :ocean::ocean::ocean: :slightly_smiling_face: Also would just love your eyes on what we are up to in our first prototype. Will include latest meeting with Eglash &amp; Mayan midwife rep ASAP it was amazing to see :fire: Not to forget the great <@U01JT9UNS76> &amp; <@U01JT9P8NMS>","by":"Harold Davis"}],"U01JT9P8NMS":[{"message":"<@U01JLBWHFQB> <@U01J1CD2XJB> Happy to jam on the models mentioned in these <https://paper.dropbox.com/doc/Two-Row-Wampum-Metagov-Grant--BFAC9F3F8xEcJ7eyrglk041FAQ-a13UqrvYn6gTr2YIHqLNq|grant drafts> if you guys are interested :ocean::ocean::ocean: :slightly_smiling_face: Also would just love your eyes on what we are up to in our first prototype. Will include latest meeting with Eglash &amp; Mayan midwife rep ASAP it was amazing to see :fire: Not to forget the great <@U01JT9UNS76> &amp; <@U01JT9P8NMS>","by":"Harold Davis"}],"U01JASV0C86":[{"message":"This is a message of gratitude to <@U01J0H4BH2B>, who showed up at CICOLAB yesterday and gave us some great advice to check out Dandelion Mané and Source Cred. This actually was not necessarily an obvious link, because Source Cred has been coming at their solution from \"reputation,\" and we have been talking about \"matching.\" (See here for a history of this idea: <https://miro.com/app/board/o9J_lYxOK30=/>). If you watch this <https://youtu.be/Ee99RK5_Jtg|condensed video (6 min)> of last night's discussion, you can see an example of what we call \"discoverability,\" which is huge problem within Kernel. This is because it is a highly innovative space, with high diversity of people from different backgrounds. That means that people might be working on different projects which might actually align in some way, but that is difficult to see on the surface (in other words, they would not be able to find each other using Google because of non-obvious search terms and lack of common language between different fields, or by simply listing what their project is about).  It takes a deeper dive into figuring out the \"why\" of what people are trying to do with their projects. So, thanks, Kris, for taking that time and making a really great connection which saved me so much work. You are a lifesaver.\n\nIn last night's session, we talked about Appreciation Bytes, our super-simple tool for noticing the often-invisible contributions of others which add to group intelligence. Our hypothesis is that we could use this to facilitate matching between a mess of groups, people, and projects, especially in a community-wide funding effort. It turns out that we have been working on the front end to what Source Cred has been developing the back end, and there is probably a high incidence of that in Kernel. Developing the machine and human technology to be able to put the memetic puzzles pieces together is a fascinating mission and one we look forward to helping to solve during our time at Kernel. <@U016C8XH6NR> <@U016C909613> <@U01JASV0C86>","by":"Lauren Nignon"}],"U018MA2MG7N":[{"message":"cc <@U018MA2MG7N> himself — who was a fireside guest last KERNEL. though he may not be active here, we’d be happy to plug you into the SourceCred community if that’s interesting Lauren — im sure they’d love to meet you all :slightly_smiling_face:","by":"Vivek Singh"},{"message":"<@U018MA2MG7N> -- <@U01J0H4BH2B> mentioned you're looking to test.... <http://cicolab.org|cicolab.org> definitely interested, ready :slightly_smiling_face:\nthx <@U016C909613>!  + <@U01D1166621>, ears open","by":"Charles Blass"}],"U016W4S9ZGU":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U016QF0J6G3":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U0169FVV2LF":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U017DK86Y6L":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U016DN2FYQ7":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U0170F0PN8L":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"}],"U01785AMRR9":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U017E8UUTUZ":[{"message":"This was great! Thanks to <@U016C909613> and <@U016C8XH6NR> for putting this on. Was great working with amazing teams and meeting awesome people, such as <@U016W4S9ZGU> <@U016QF0J6G3> <@U0169FVV2LF> <@U017DK86Y6L> <@U016DN2FYQ7> <@U0170F0PN8L> <@U01785AMRR9> <@U017E8UUTUZ>!","by":"Mike De'Shazer"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Since I missed big part of Kernel due to my Master's defense :disappointed::sob: , I feel sorry that it came to an end . I was just starting :smile:  anyway, I hope that this big family continue support each other , Kenrel's sprit remains and spread everywhere as family of value believers. I would love to thank all the *fellows* here ( hard to count and mention names but really it was my great pleasure to meet you and I hope we keep in touch :heart:) , The *organizers* , <@U016C909613> , <@U016Q117G67> &amp; <@U016C8XH6NR> , all *mentors* , especially <@U017E8UUTUZ> (I will continue until Semsm become true and sorry I couldn't make bigger progress during the past weeks \" Actually I'm preparing for big progress this week :wink: )\n*Keep kernel* :party_parrot::heart::fire:","by":"Eman Herawy"},{"message":"gratitude for <@U017E8UUTUZ> for some interesting stack suggestions and <@U017D9ZR6KX> for equally great thoughts I look forward to following up with.","by":"Amy of BFLO"}],"U017DN0DZ08":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Thank you <@U017DN0DZ08> :sob:","by":"[DEACTIVATED]"}],"U017E2A2KPS":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Thank you, <@U017E2A2KPS> and <@U016C8XH6NR>!","by":"Leon Erichsen"}],"U016R0Q31V1":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"}],"U019P395Y2U":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"}],"U016Q1J7Y83":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Really grateful for last week's Juntos :pray: It's really inspiring to learn from you wise wonderful fellows!  Thanks to <@U016YR3HD2Q> <@U018SQK276U> <@U016KTNL5QW> <@U016Q1J7Y83> and everyone else :raised_hands:","by":"Paul Gadi"}],"U0169MFLKQF":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"You are so special <@U0169MFLKQF> So glad I met you here:-)","by":"Jo-Ann A. Hamilton"}],"U016A43FT0F":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"}],"U01748SCQ81":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U0174MMSKCL":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"},{"message":"To all fellows in the genesis block,\nI wanna express my gratitude to the first one helped me and gave me a hand when I entered the blockchain domain <@U0174MMSKCL>\nI met him for the first time in  *Egypt Blockchain Day* in *Jan 2018*, event at that time in Egypt, he was on the stage talking about \" *How to empower blockchain using AI*\" and since that day we became close friends.  I have learned a lot from him in my professional career and we have built together many projects.\nThank you, Maged for helping me when nobody was beside me.:pray:","by":"Eman Herawy"}],"U017EGEH0SC":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"}],"U016AMDF215":[{"message":"Hello Kernel family! Really should have done this before now, but sure it's for the best! Special thanks to <@U016C909613> <@U016C8XH6NR> for creating this programme, words can tell how happy I am for participating in the programme. Thanks for <@U016H5ETT6J> <@U017DN0DZ08> <@U017E2A2KPS> for the direct support, advice and contribution to make Kernel worthwhile. Big hug to <@U016R0Q31V1> for becoming a team mate and helping build and grow Web3Bridge and much more big thanks to <@U019P395Y2U> our midway demo day mentor turning Advisor! With his support, we have since we met him have a lot of speed and looking out for the big news. For everyone who we have interacted with, supported us and gave a very great review <@U016Q1J7Y83> <@U0169MFLKQF> <@U016A43FT0F> <@U01748SCQ81> <@U0174MMSKCL> <@U017EGEH0SC> <@U016AMDF215>, really can't keep tagging everyone! Big ups and we should all catch up soon","by":"Awosika Ayodeji"}],"U017HFE51EU":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"}],"U0172MSC92A":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"}],"U0173GGMBJQ":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016PF28WVB":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"}],"U016RCGRND8":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"}],"U016BTBS3MM":[{"message":"Thankful to every single one of you. Happy to have found my soul family. Until now I felt out of place in life.\n\nThank you <@U016C909613>  for inviting me to kernel on that ocean presentation day. And thank you for constantly uplifting me exactly when I need it the most. Thank you for writing to Alex\n\nThank you <@U016C8XH6NR> for your convos with me and for your support and trust\n\nThank you <@U016Q117G67> for being the most special and unique soul I’ve ever met :heart:\n\nThank you <@U017HFE51EU>  for being so extraordinary and finding the time to meet. I want more ;)))\n\nThank you <@U0172MSC92A> for the sick Kernel swag design\n\nThank you <@U0173GGMBJQ>  for GitCoin. I’d be stuck in miserable finance world without you\n\nThank you <@U016Q1J7Y83> for helping me with the designs organisation\n\nThank you <@U016PF28WVB> for your help with my bonding curve. Please DM me I’ll send you some NAZ :)\n\nThank you Wildcards team, and especially Jason for the tip about front running resistance\n\nThank you <@U016RCGRND8>  for your sweet Figma design\n\nThank you <@U016BTBS3MM> for great convos and being the first one to clap to my primitives ;)\n\nThank you EVERYONE. I deeply love and appreciate you all. If at any point I can be of any service to you. Summon me ;) twitter: @AlgorithmicBot. Telegram: nazariyv\n\nAnd most importantly, thank you The V (Vitalik Buterin, right?), without you, none of us would be here. You should be a role model for everyone. If I can be of any service to you at all, I’d be overwhelmed with joy to help. Lots of love everyone. You will all succeed and make this world much much better!","by":"Nazariy Vavryk"},{"message":"You're welcome <@U016BTBS3MM>, glad the talk was helpful!","by":"Paul Gadi"}],"U016PNPMFSN":[{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"}],"U016Z7XQC7N":[{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"},{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016TPYEEBC":[{"message":"I'm extremely grateful for having the opportunity to have interacted with the most passionate, talented, generous and philanthropic community I've ever had the fortune of coming into contact with. The range of concepts, fierce intellect and enormous compassion that I've been exposed to will be unforgettable.\n\nWhen I started, I was deeply apathetic about the future of the human experience. But I leave KERNEL with a deep sense of optimism, tremendous excitement, and hope for humanity. You are all inspiring people, and I'm indebted to everyone who held my hand into the Web3 rabbit hole.\n\nThe world now appears as beautiful to me as it once had when I was a little kid. And I really mean that. Maybe that's Beginner's Mind.\n\n<@U016C909613> <@U016C8XH6NR> <@U016Q117G67> <@U016PNPMFSN> <@U016Z7XQC7N> <@U016TPYEEBC> THANK YOU!!!\n\nTo everyone I never got to meet... I just know in my heart that you're awesome people too. Thank you so much for being the ornate, intricate cogs of decentralization that you are.","by":"Alex Thomas"}],"U016W0C1FNG":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U0176G2AZFF":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U0178FSFG9G":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"<@U016H5ETT6J> &amp; I had a very insightful discussion with <@U0178FSFG9G> on our pitch deck today. Really awesome talking to him and wanted to thank Tony for his amazing expertise and feedback :pray:","by":"Richa"}],"U0172CM3049":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Wanted to express my gratitude and thanks to a special lady <@U0172CM3049> :sunflower:. Thanks for being a powerhouse of support, help and just an amazing person :grin: in our Kernel journey :heart: !!","by":"Richa"},{"message":"Thanks to <@U016NEJETQV> <@U016H5ETT6J> <@U016C8XH6NR> <@U0172CM3049> for tonight's QF jam. No place I'd rather be than in Airmeet dissecting the intricacies of QF with a bunch of sweethearts. :heart:ZzZzZzZz","by":"Jo-Ann A. Hamilton"}],"U016NEJETQV":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"Thanks to <@U016NEJETQV> <@U016H5ETT6J> <@U016C8XH6NR> <@U0172CM3049> for tonight's QF jam. No place I'd rather be than in Airmeet dissecting the intricacies of QF with a bunch of sweethearts. :heart:ZzZzZzZz","by":"Jo-Ann A. Hamilton"}],"U017EP3GQM6":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U017DTA3PB2":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U0180195551":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U017E885WBA":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016NDJ9QLV":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U0169MPEV3R":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016SKT2WLS":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016UNBDY5R":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016X7E5G4U":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U01691XLMD5":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U016VVB0R7E":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U019E3R1G20":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U017D9ZR6KX":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"},{"message":"gratitude for <@U017E8UUTUZ> for some interesting stack suggestions and <@U017D9ZR6KX> for equally great thoughts I look forward to following up with.","by":"Amy of BFLO"}],"U016S933QQ1":[{"message":"Thanks to the Kernel Team, Mentors and awesome fellows. All of you have helped us shape some of the major decisions about our project and the way to take it forward :rocket:. I am grateful to all of you and see the relationships I build here to last forever. Deep gratitude and thanks to all of you, proud to have connected with (and learned from) <@U016C909613> <@U016Q117G67> <@U016C8XH6NR> <@U01748SCQ81> <@U016W0C1FNG> <@U016Q1J7Y83> <@U0176G2AZFF> <@U0176MFS25T> <@U016Z7XQC7N> <@U0178FSFG9G> <@U0172CM3049> <@U016NEJETQV> <@U017EP3GQM6> <@U017DTA3PB2> <@U017E2A2KPS> <@U017E8UUTUZ> <@U0180195551> <@U017E885WBA> <@U016NDJ9QLV> <@U01785AMRR9> <@U0169MPEV3R> <@U016SKT2WLS> <@U016UNBDY5R> <@U016X7E5G4U> <@U01691XLMD5> <@U016VVB0R7E> <@U019E3R1G20> <@U017D9ZR6KX> <@U0173GGMBJQ> <@U016S933QQ1>, I do think am definitely missing some names here so will probably edit it in sometime :sweat_smile:.","by":"Harsh Rajat"}],"U01733WAA1F":[{"message":"Thanks to all KERNEL fellows, friends, mentors and teammates for making this a memorable experience. It was a great summer jamming, laughing, learning and doing. Best of success to everyone on their projects and I look forward to staying connected here and beyond. As <@U01733WAA1F> mentioned last night, this was truly the best reason to be sleep deprived. :joy::rolling_on_the_floor_laughing: <@U016Q117G67> <@U016C909613> <@U016C8XH6NR> what you pulled off here was unique and special. The gratitude cup overfloweth! Onward and upward with Apollo and beyond..:bouncingparrot:","by":"Jo-Ann A. Hamilton"},{"message":"Thanks <@U01693HHP9V> for sharing your xDai experience in todays Junto, and also <@U01733WAA1F> for setting up.\n\nSuper useful stuff - together we shall overcome the yam inflated gas  :muscle:","by":"Rachel Black"},{"message":"Awesome event last night (for me: alternatively, yesterday, this morning)! I wanted to especially thank <@U01733WAA1F> for the links after his presentation. I've been interested in the economics of games for a while now, and hadn't realized that there were awesome resources like <http://decontructoroffun.com|decontructoroffun.com> out there. I'm also slowly making my way through the other resources you highlighted. Thanks!","by":"wschwab"}],"U0172KXNQCV":[{"message":"Expressing my gratitude :pray:to <@U0172KXNQCV> for last-minute joining our team and making a miracle :sparkles:on the front-end of Ants-Review!!:antsreview:\nWithout you we would not have had an attractive and functional MVP to show at the Kernel Midway Pitch Week :rocket:and at the European conference :nerd_face: for Parallel and distributed computing (our demo is currently on their Youtube channel)!\nAlso thanks to <@U016C8XH6NR> for connecting us! :seedling:","by":"Bianca Trovo"}],"U01693HHP9V":[{"message":"Thanks <@U01693HHP9V> for sharing your xDai experience in todays Junto, and also <@U01733WAA1F> for setting up.\n\nSuper useful stuff - together we shall overcome the yam inflated gas  :muscle:","by":"Rachel Black"}],"U017X1PE8HX":[{"message":"i remember <@U017X1PE8HX> whaling out with xDAI at ETHDENVER 2018 with the food trucks. simpler times :grinning:","by":"Vivek Singh"},{"message":"Wanted to say thanks to <@U017X1PE8HX>, I've learned a lot from watching the eth.build videos and by diving into the burner wallet and eth.build code: <https://github.com/austintgriffith/eth.build> :pray:","by":"Paul Gadi"}],"U017N4HS1SN":[{"message":"Grateful to have <@U017N4HS1SN> as a mentor for #TeamRareBirds. Great conversation with lots of suggestions and support. I look forward to having him support us as we navigate this journey in radical markets. Special thanks to <@U016C8XH6NR> for marking this connection. :heart:","by":"Jo-Ann A. Hamilton"}],"U016YR3HD2Q":[{"message":"Really grateful for last week's Juntos :pray: It's really inspiring to learn from you wise wonderful fellows!  Thanks to <@U016YR3HD2Q> <@U018SQK276U> <@U016KTNL5QW> <@U016Q1J7Y83> and everyone else :raised_hands:","by":"Paul Gadi"}],"U018SQK276U":[{"message":"Really grateful for last week's Juntos :pray: It's really inspiring to learn from you wise wonderful fellows!  Thanks to <@U016YR3HD2Q> <@U018SQK276U> <@U016KTNL5QW> <@U016Q1J7Y83> and everyone else :raised_hands:","by":"Paul Gadi"}],"U016KTNL5QW":[{"message":"Really grateful for last week's Juntos :pray: It's really inspiring to learn from you wise wonderful fellows!  Thanks to <@U016YR3HD2Q> <@U018SQK276U> <@U016KTNL5QW> <@U016Q1J7Y83> and everyone else :raised_hands:","by":"Paul Gadi"},{"message":"I am enormously grateful to <@U016KTNL5QW> for sharing an amazing video on trust which I have added to our formal syllabus: <https://kernel.community/module-0/trust/#trust-in-community>\n\nI thought I would mostly be putting community contributions into the Tools and other sections of the site as it grows from it's current seed into a beautiful rose over the next 8 weeks, but I am now more excited than ever to expand the syllabus itself with all of your wonderful and heartfelt input :heart:","by":"cryptowanderer"}],"U016HAELGES":[{"message":"Shout out to <@U016HAELGES> who asked Silkey to forward his user interview’s “bribe” back to the community. We just did!\n<https://gitcoin.co/grants/855/kernel?tab=transactions>","by":"Tom Zack"}],"U016YR3P7UL":[{"message":"<@U016YR3P7UL>  it was great getting a look at your product , I really like the approach you are taking for usability","by":"Steve Ciraolo"},{"message":"Had a great time being an interviewee for a user interview session with the Silkey guys, <@U017T22FUBF> <@U016YR3P7UL>   Awesome project and can't wait to see where it goes!","by":"acolytec3"}],"U017T22FUBF":[{"message":"Had a great time being an interviewee for a user interview session with the Silkey guys, <@U017T22FUBF> <@U016YR3P7UL>   Awesome project and can't wait to see where it goes!","by":"acolytec3"}],"U016Q825Y3U":[{"message":"<@U016Q825Y3U> Thank you so much for the feedback, we appreciate your time!","by":"aiham"},{"message":"I want to give a shout out to <@U016QNB6M3M> who has been a GREAT person to collaborate with. I am enjoying meeting and working with so many wonderful femme tech folks. For <@U016G7SR31V> for your sagely wisdom and kind collaboration.\n\nI also want to give a shout out to <@U016HBVGSP8> and <@U016Q825Y3U> for your insights. As well as <@U016PEM9U5B> for your infectious enthusiasm, including our project in your baby, and your desire to do great things while you geek out.\n\nMany more shout outs to come!","by":"Amy of BFLO"}],"U016QNB6M3M":[{"message":"I want to give a shout out to <@U016QNB6M3M> who has been a GREAT person to collaborate with. I am enjoying meeting and working with so many wonderful femme tech folks. For <@U016G7SR31V> for your sagely wisdom and kind collaboration.\n\nI also want to give a shout out to <@U016HBVGSP8> and <@U016Q825Y3U> for your insights. As well as <@U016PEM9U5B> for your infectious enthusiasm, including our project in your baby, and your desire to do great things while you geek out.\n\nMany more shout outs to come!","by":"Amy of BFLO"}],"U016G7SR31V":[{"message":"I want to give a shout out to <@U016QNB6M3M> who has been a GREAT person to collaborate with. I am enjoying meeting and working with so many wonderful femme tech folks. For <@U016G7SR31V> for your sagely wisdom and kind collaboration.\n\nI also want to give a shout out to <@U016HBVGSP8> and <@U016Q825Y3U> for your insights. As well as <@U016PEM9U5B> for your infectious enthusiasm, including our project in your baby, and your desire to do great things while you geek out.\n\nMany more shout outs to come!","by":"Amy of BFLO"}],"U016HBVGSP8":[{"message":"I want to give a shout out to <@U016QNB6M3M> who has been a GREAT person to collaborate with. I am enjoying meeting and working with so many wonderful femme tech folks. For <@U016G7SR31V> for your sagely wisdom and kind collaboration.\n\nI also want to give a shout out to <@U016HBVGSP8> and <@U016Q825Y3U> for your insights. As well as <@U016PEM9U5B> for your infectious enthusiasm, including our project in your baby, and your desire to do great things while you geek out.\n\nMany more shout outs to come!","by":"Amy of BFLO"}],"U016PEM9U5B":[{"message":"I want to give a shout out to <@U016QNB6M3M> who has been a GREAT person to collaborate with. I am enjoying meeting and working with so many wonderful femme tech folks. For <@U016G7SR31V> for your sagely wisdom and kind collaboration.\n\nI also want to give a shout out to <@U016HBVGSP8> and <@U016Q825Y3U> for your insights. As well as <@U016PEM9U5B> for your infectious enthusiasm, including our project in your baby, and your desire to do great things while you geek out.\n\nMany more shout outs to come!","by":"Amy of BFLO"}],"U0176E6JUMA":[{"message":"Thanks for the deep work session yesterday <@U0176E6JUMA>, Even though we broke Miro. Today our team used the framework for a super productive 3.5 hour meeting. I was impressed by how well it work for remote teams, as this type of work is notoriously difficult when you aren't all in the same room. Thanks!","by":"Rachel Black"}],"U016HTJ5Q4W":[{"message":"Big thanks to <@U016HTJ5Q4W> for taking the time to provide feedback to many projects over the last few weeks.\n\nIt’s a true :gift: and means a lot to me and to many others, I’m sure :seedling: :pray:","by":"Vivek Singh"}],"U016HFP7P2A":[{"message":"Thanks to <@U016QN5HLLB> and <@U016HFP7P2A> for the great chat that we had about grassroots/indigenous organizations.","by":"Manuel Gonzalez Alzuru"}]}